[
  {
    "Id": "?ANTIRECIPE",
    "Race": "None",
    "IsFactory": false,
    "Number": 0,
    "IncomingMessages": [],
    "Options": [
      {
        "Name": "Levar fórmula de antimatéria",
        "Text": "Com este conhecimento, poderei criar Células de Velocidade Warp. É a última peça do puzzle. Agora, poderei viajar para qualquer parte. Ou será que devia encontrar o Atlas? Ou encontrar Nada e Polo?",
        "RewardIds": [
          "RECIP_ANTI"
        ]
      }
    ]
  },
  {
    "Id": "?SUSPENSION",
    "Race": "None",
    "IsFactory": false,
    "Number": 0,
    "IncomingMessages": [],
    "Options": [
      {
        "Name": "",
        "Text": "",
        "RewardIds": [
          "RECIP_ANTI"
        ]
      }
    ]
  },
  {
    "Id": "?ALL_FACT_REWARD",
    "Race": "None",
    "IsFactory": false,
    "Number": 0,
    "IncomingMessages": [
      "As operações normais foram retomadas e tenho acesso ao painel de controlo principal da unidade. Devo ser capaz de alterar a produção em meu benefício."
    ],
    "Options": [
      {
        "Name": "Extrair nanites",
        "Text": "",
        "RewardIds": [
          "TECHFRAG_M",
          "STANDING"
        ]
      },
      {
        "Name": "Criar compartimento de expansão da multiferramenta",
        "Text": "A maquinaria emite um zumbido enquanto a fábrica cria um , ideal para utilizar com uma unidade de atualização de Multiferramenta na Estação Espacial.",
        "RewardIds": [
          "WEAP_TOKEN",
          "STANDING"
        ]
      },
      {
        "Name": "Aprender nova receita",
        "Text": "",
        "RewardIds": [
          "FACT_PROD",
          "STANDING"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "?ALL_FACT_REWARD_SHORT",
    "Race": "None",
    "IsFactory": false,
    "Number": 0,
    "IncomingMessages": [
      "As operações normais foram retomadas e tenho acesso ao painel de controlo principal da unidade."
    ],
    "Options": [
      {
        "Name": "Extrair nanites",
        "Text": "",
        "RewardIds": [
          "TECHFRAG_M",
          "STANDING"
        ]
      },
      {
        "Name": "Criar compartimento de expansão da multiferramenta",
        "Text": "A maquinaria emite um zumbido enquanto a fábrica cria um , ideal para utilizar com uma unidade de atualização de Multiferramenta na Estação Espacial.",
        "RewardIds": [
          "WEAP_TOKEN",
          "STANDING"
        ]
      },
      {
        "Name": "Aprender nova receita",
        "Text": "",
        "RewardIds": [
          "FACT_PROD",
          "STANDING"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "?ALL_FACT_REWARD_VSHORT",
    "Race": "None",
    "IsFactory": false,
    "Number": 0,
    "IncomingMessages": [
      "As operações normais foram retomadas."
    ],
    "Options": [
      {
        "Name": "Extrair nanites",
        "Text": "",
        "RewardIds": [
          "TECHFRAG_M",
          "STANDING"
        ]
      },
      {
        "Name": "Criar compartimento de expansão da multiferramenta",
        "Text": "A maquinaria emite um zumbido enquanto a fábrica cria um , ideal para utilizar com uma unidade de atualização de Multiferramenta na Estação Espacial.",
        "RewardIds": [
          "WEAP_TOKEN",
          "STANDING"
        ]
      },
      {
        "Name": "Aprender nova receita",
        "Text": "",
        "RewardIds": [
          "FACT_PROD",
          "STANDING"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_1",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 1,
    "IncomingMessages": [
      "Uma ordem de prioridade extraplanetária bloqueou todos os processos deste local. O terminal está intermitente e pede uma ação urgente sobre uma dívida por pagar.",
      "Gek Trade Federation fury! Planetary installation tax unpaid! Initiate repayment!",
      "Há uma opção para responder com dinheiro. Tenho a impressão que a vida de uma certa pessoa será muito mais fácil se eu me sentir caridoso..."
    ],
    "Options": [
      {
        "Name": "Pagar tudo",
        "Text": "Um sistema de dispersão de aromas operado remotamente banha-me com um agradável perfume. \n\nO terminal desbloqueia algo que irá ajudar-me durante a viagem.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Pagar parte",
        "Text": "O ecrã de um terminal exibe momentaneamente um bico de um irritado alienígena que grita para mim.\n\nOs sistemas limitados voltam a funcionar nas instalações.",
        "RewardIds": [
          "USEFUL_PROD",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_2",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 2,
    "IncomingMessages": [
      "Foram enviadas imagens de naves de caça para aqui. Têm marcas de batalha e o mais provável é serem piratas.",
      "Gek Trade Federation warning. Pirate activity detected. Report sightings!",
      "A mensagem parece pedir testemunhas e existe uma espécie de recompensa para quem responder..."
    ],
    "Options": [
      {
        "Name": "Marcar algumas naves",
        "Text": "Chega uma resposta imediata com uma pequena recompensa monetária!",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Marcar todas as naves",
        "Text": "A sobressaltada resposta chega, com uma grande recompensa.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_3",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 3,
    "IncomingMessages": [
      "Uma mensagem empresarial enviada em massa continua por ler no terminal. Está carregada de números elevados e margens de lucro aparentemente impressionantes. O tom parece satisfeito e agradecido.",
      "Friend! Gek Trade Federation announces high profit! Choose units or product recipe reward!",
      "No final da mensagem, o empregado pode escolher uma de duas imagens: uma conta bancária de unidades galácticas ou um porão cheio de carga."
    ],
    "Options": [
      {
        "Name": "Escolher conta de unidades",
        "Text": "Assim que abre, um dispensador automático de aromas pulveriza-me com um agradável perfume.\n\nRecebo fundos dos remetentes da mensagem.",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Escolher carga da nave",
        "Text": "Consigo recuperar uma receita da unidade em funcionamento.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_4",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 4,
    "IncomingMessages": [
      "Há uma mensagem de uma raça alienígena distante. Parece zangado com o comerciante que está ligado ao sistema.",
      "Scurrilous Gek Trader! Gek offer impure matter! Vy'keen destroy Gek! Units withheld!",
      "Posso enviar-lhe um de dois produtos metálicos no ecrã. O primeiro parece ser estranhamente incolor e o segundo brilha intensamente no ecrã."
    ],
    "Options": [
      {
        "Name": "Enviar metal pouco colorido",
        "Text": "A voz de um irritado guerreiro emana do intercomunicador.\n\nNada mais acontece.",
        "RewardIds": [
          "STD_DEC_WAR",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Enviar metal muito colorido",
        "Text": "Consegue-se ouvir um ruído rouco de aceitação pelo intercomunicador.\n\nUm pagamento é enviado.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_5",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 5,
    "IncomingMessages": [
      "O ecrã mostra que um grande número de elementos são trocados aqui, mas agora o cofre de negociação está aberto... e vazio.",
      "Friend! Gek Trade Federation demand uncommon metal elements! High units offer!",
      "Uma mensagem extraplanetária, talvez relacionada com isto, pisca no ecrã."
    ],
    "Options": [
      {
        "Name": "Colocar metal comum no cofre",
        "Text": "Recebo um pequeno pagamento.",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Colocar metal incomum no cofre",
        "Text": "Recebo um pagamento generoso.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Colocar metal raro no cofre",
        "Text": "Recebo um pagamento razoável...\n\n... e uma nota de agradecimento.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_6",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 6,
    "IncomingMessages": [
      "É uma fábrica completamente nova e sem nenhuma especialidade atribuída. O terminal está totalmente em branco e a executar procedimentos automáticos de arranque. Tenho de percorrer vários ecrãs antes de encontrar uma mensagem com imagens.",
      "Trade federation friend! Product recipe unselected! Gek Trade Federation lose units!",
      "Existem três símbolos químicos: um catalisador e os outros orgânicos e metálicos. À minha volta, os processos de produção aquecem enquanto esperam por um modelo para trabalhar."
    ],
    "Options": [
      {
        "Name": "Escolher o catalisador",
        "Text": "O terminal processa a minha escolha e oferece-me algo adequado para a minha missão...",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Escolher o metal",
        "Text": "O terminal processa a minha escolha e oferece-me algo adequado para a minha missão...",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Escolher o composto orgânico",
        "Text": "O terminal processa a minha escolha e oferece-me algo adequado para a minha missão...",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_7",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 7,
    "IncomingMessages": [
      "Os cofres comerciais desta instalação estão cheios até às costuras e prontos para a distribuição. Há três imagens no ecrã e todas mostram o esboço de um comerciante diferente. É estranho... é como se tivessem sido ordenados pelo tamanho do seu intestino.",
      "Rejoice! Vy'keen war reparations arrive! Elder large Gek receive high reward! Low toilgek receive low reward!",
      "O primeiro comerciante é pequeno e elegante, o segundo é mais rechonchudo. O último tem uma barriga tão grande que quase se arrasta no chão. É evidente que tenho de escolher um..."
    ],
    "Options": [
      {
        "Name": "Escolher o comerciante pequeno e elegante",
        "Text": "Um cofre comercial abre.\n\nRecebo um montante superficial de bens comerciais.",
        "RewardIds": [
          "SUBST_COMMOD",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Escolher o comerciante de médio porte",
        "Text": "Um cofre comercial abre.\n\nRecebo uma quantidade razoável de bens comerciais.",
        "RewardIds": [
          "USEFUL_PROD",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Escolher o comerciante obeso",
        "Text": "Consigo recuperar um objeto alienígena estranho da unidade.",
        "RewardIds": [
          "STD_INC_TRA",
          "USEFUL_PROD",
          "SUBST_COMMOD"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_8",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 8,
    "IncomingMessages": [
      "Foi recebida uma importante mensagem extraplanetária. Uma camada holográfica mostra várias rotas comerciais interestelares, mas cada uma delas termina abruptamente, muito antes de chegar ao seu destino.",
      "Gek Trade Federation warning! Vy'keen hostility? Captain! Complete trade mission, or investigate disappearance?",
      "Existem produtos à espera de transporte num cofre comercial fechado. Posso selecionar o destino final ou posso selecionar um dos pontos onde que o navio desapareceu."
    ],
    "Options": [
      {
        "Name": "Selecionar o destino da negociação",
        "Text": "O cofre comercial desbloqueia.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Selecionar o local do desaparecimento",
        "Text": "Recebo um diagrama de tecnologia para naves para ajudar na minha proteção.",
        "RewardIds": [
          "PROC_TECH_SHIP",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_9",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 9,
    "IncomingMessages": [
      "Toda esta unidade emite um tipo de campo de supressão sobre a superfície do planeta. Está a enfraquecer uma forma desconhecida de comunicação e é vista pelos comerciantes que aqui operam como uma operação vital e necessária.",
      "Despair! First spawn monolith awake! Unknown culprit! Strengthen suppression field!",
      "O campo de supressão é alimentado por elementos catalisadores, inseridos no sistema pelo cofre de recursos destrancado que está aos meus pés."
    ],
    "Options": [
      {
        "Name": "Remover catalisador",
        "Text": "Levo a mercadoria.\n\nO campo de supressão fica sem energia.",
        "RewardIds": [
          "SUBST_TECH",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Adicionar catalisador",
        "Text": "O campo de supressão é fortalecido.\n\nUma mensagem de alívio é exibida no ecrã.",
        "RewardIds": [
          "STD_INC_TRA",
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_11",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 11,
    "IncomingMessages": [
      "Um cofre comercial estremece e uma inspeção mais rigorosa revela que está cheio de moluscos em contorção. São cor de rosa, parecidos com lesmas e têm dentes afiados e ensanguentados.",
      "Rare balarian speech slug distribution point! For insertion in ear! Inedible! Nasal insertion can cause death.",
      "Um diagrama no ecrã à minha frente sugere que será vantajoso inserir um deles no meu rosto. Contudo, o que não é especificado é qual dos orifícios."
    ],
    "Options": [
      {
        "Name": "Inserir lesma no nariz",
        "Text": "A lesma morde a carne do meu nariz.\n\nA dor é extrema.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Inserir lesma no ouvido",
        "Text": "A lesma enterra-se no fundo do meu ouvido.\n\nSinto-me mais versado na língua dos comerciantes.",
        "RewardIds": [
          "TEACHWORD_WAR"
        ]
      },
      {
        "Name": "Inserir lesma na boca",
        "Text": "Engulo a lesma e espero enquanto ela se mexe no meu estômago.\n\nNão ocorre mais nada digno de nota.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_12",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 12,
    "IncomingMessages": [
      "No ecrã, está visível um estranho teste. Um Comerciante residente deixou uma nota para um colega.",
      "Friend! SynthetiGek identification test active! Remember Gek Trader helps customers!",
      "Vejo uma imagem holográfica de uma criatura com uma carapaça, deitada no chão sob brilhantes raios solares. Por muito que tente, não consegue endireitar-se. Posso manipular a cena para indicar o que faria para ajudar."
    ],
    "Options": [
      {
        "Name": "Ajudar criatura e depois vender-lhe água",
        "Text": "Passo no teste, mostrando que sou um verdadeiro comerciante.\n\nOs sistemas da unidade estão ativos.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Analisar criatura",
        "Text": "Chumbo o teste.\n\nOs sistemas da unidade estão inoperantes.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_14",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 14,
    "IncomingMessages": [
      "O posto avançado está abandonado e os seus alarmes continuam a dar um aviso às almas mortas há muito.\n\nOs Gek utilizaram esta instalação para planear e executar guerras assimétricas contra as outras espécies da galáxia. Esta fação atacaria, anexaria ou reforçaria elementos desonestos de outros sistemas estelares, encaminhando os dízimos e as taxas de proteção através deste posto avançado.\n\nO último registo mostra vários potenciais traidores Vy'keen em rota para discutir termos com os Gek. Não está claro o que lhes aconteceu."
    ],
    "Options": [
      {
        "Name": "Alertar os Gek",
        "Text": "Alerto a Federação de Comércio Gek sobre a atividade Vy'keen neste sistema, e faço a transmissão desta informação para os seus computadores centrais. Um representante recompensa-me pelos meus problemas.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Alertar os Vy'keen",
        "Text": "Alerto os Vy'keen para a presença de traidores neste sistema - faço o upload de uma grande quantidade de informações dos Gek, a pedido dos Vy'keen. Recompensam-me pela minha ajuda.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Roubar unidades",
        "Text": "Roubo unidades do sistema, o dinheiro do sangue de cem guerras e confrontos. Afinal, os Gek daqui não precisam mais delas.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_15",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 15,
    "IncomingMessages": [
      "A instalação contém vários arquivos de vídeo, imagens e deteções biológicas de seres invulgares. Foram criadas pelos Gek através de toda a Federação de Comércio. Parece que têm andado a estudar Exofatos.\n\nAconteceu alguma coisa durante a experiência, um protótipo inativo de um destes fatos estava à espera por baixo. Nada mais permanece."
    ],
    "Options": [
      {
        "Name": "Submeter deteções biológicas",
        "Text": "Submeto uma deteção biológica no sistema, o que aparentemente reinicia o processo de produção da instalação. Com a peça que faltava integrada, um fato é fabricado com as minhas exatas especificações.\nUma mensagem automatizada recompensa-me pela minha ajuda.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Apagar dados",
        "Text": "Apago as informações nos computadores Gek. Não é suposto que aprendam a nossa tecnologia. No processo, encontro um aglomerado de nanites, útil para os meus próprios fins.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Roubo os aglomerados de nanite do sistema, deixando o resto da instalação em paz.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_16",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 16,
    "IncomingMessages": [
      "A instalação serviu como terreno de preparação para o que parece ter sido um ataque injustificado dos Gek contra algo chamado 'Interface Atlas'.\n\nOs registos mostram que uma grande quantidade de material foi recolhida dos oceanos de muitos mundos. Esta substância foi comparada com informações roubadas de outras espécies e, em seguida, testada no terreno contra esta estrutura Atlas.\n\nA interface foi totalmente aniquilado, assim como os agressores. A explosão parece ter eliminado da existência cinco sistemas estelares. Este registo é tudo o que resta."
    ],
    "Options": [
      {
        "Name": "Apagar registos",
        "Text": "Apago os registos do sistema. Ninguém deveria replicar o que aconteceu aqui.\nEntretanto, encontro alguma tecnologia útil utilizada na construção da arma. Deve ser segura de utilizar isoladamente dos outros componentes.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Alertar a Federação de Comércio Gek",
        "Text": "Alerto a Federação de Comércio de Gek sobre os resultados desta experiência. Eles negam qualquer conhecimento sobre isto, e alegam que é o trabalho de hereges.\nRecompensam-me pelo meu silêncio.",
        "RewardIds": [
          "TEACHWORD_TRA",
          "MONEY"
        ]
      },
      {
        "Name": "Alertar as outras espécies",
        "Text": "Alerto as autoridades Vy'keen e Korvax sobre o ataque Gek à Interface Atlas e o seu roubo de informações. Indignadas, ambas as espécies exigem um conselho imediato para discutir o que fazer em seguida.\nSou recompensado pela minha ajuda.",
        "RewardIds": [
          "STD_INC_WAR",
          "STD_INC_EXP",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_17",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 17,
    "IncomingMessages": [
      "O posto avançado é ancestral, mesmo pelos padrões Gek. O seu ambiente é especificamente calibrado para preservar informações.\n\nUm registo fala do tempo imediatamente antes do emergir da chamada 'Primeira Geração Gek'. O povo Gek parece ter vivido uma crise de fertilidade. Algo na água começou a afetar os seus números de reprodução, o que os levou a tentar procriação seletiva, programas de clonagem e muito mais.\n\nEsta crise científica tornou-se uma crise moral. A autoproclamada 'Primeira Geração' assumiu o poder, prometendo grandeza e assassinando todos os seus opositores. Memórias do passado foram eliminadas. Ser forte era ser justo."
    ],
    "Options": [
      {
        "Name": "Fazer o upload para os Gek",
        "Text": "Faço o upload das informações para os Gek. Os comerciantes ficam espantados com a minha descoberta. Acreditavam ser descendentes de pessoas selvagens. Não sabiam que antes da Primeira Geração eram gentis, capazes de nobreza e paz.\nSou imensamente recompensado pelo que fiz.",
        "RewardIds": [
          "STD_INC_TRA",
          "MONEY"
        ]
      },
      {
        "Name": "Leiloar informações",
        "Text": "Faço um leilão das informações e encontro um comprador nos Korvax. A Convergência deseja reunir todas as informações que possa encontrar sobre os Gek, visto que foram escravizados pela 'Primeira Geração' há muitos anos.\nPagam-me pela minha ajuda.",
        "RewardIds": [
          "STD_INC_EXP",
          "MONEY"
        ]
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Roubo a pouca tecnologia que posso do posto avançado e extraio aglomerados de nanite do sistema.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_18",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 18,
    "IncomingMessages": [
      "A instalação contém registos de anomalias temporais e avistamentos de viajantes do tempo. Muitos destes viajantes parecem ser Gek ou Korvax, por vezes com tecnologia avançada.\nO registo do cientista principal revela grande ceticismo, considerando tais viagens como fisicamente impossíveis e improváveis de uma perspetiva social. Se os viajantes do tempo existem, porque não mudam nada? Porque não tentam evitar a catástrofe de que falam?\nO registo final mostra a chegada dos superiores dos cientistas, confiscando os seus arquivos e silenciando-os."
    ],
    "Options": [
      {
        "Name": "Tentar recuperar informações",
        "Text": "Tento recuperar informações do sistema, mas apenas encontro pequenos fragmentos de dados.\n\nA maioria dos viajantes do tempo parece ter visitado entes queridos ou pais; afirmam que queriam vê-los uma última vez antes do final. Parece não haver um grande segredo além disto.",
        "RewardIds": []
      },
      {
        "Name": "Levar tecnologia",
        "Text": "Extraio aglomerados de nanite do sistema, acoplados aos restos de um arquivo do processo.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Contactar os Gek",
        "Text": "Contacto os Gek para perguntar sobre esta instalação, mas afirmam não saber de nada. Começaram a mostrar um nível extraordinário de interesse sobre o meu paradeiro e sugerem que irão enviar um cargueiro nas proximidades para falar comigo.\n\nDevo sair o mais rápido possível.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_19",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 19,
    "IncomingMessages": [
      "Esta instalação parece ter sido administrada por um antigo Gek Vendedor, um veterano de cem rotas comerciais e 'amigo pessoal' de um dos próprios Lordes Comerciais.\n\nAfastados dos seus cônjuges, os seus cem sobreviventes não desejavam falar com ele. O Gek Vendedor fez então uma refeição final antes de morrer, quando espatifou a nave numa cordilheira próxima. Fica para trás uma vida de arrependimento e uma litania de faturas e recibos sem resposta. Talvez haja aqui algo útil.",
      "I am sorry, friends, family... I am sorry..."
    ],
    "Options": [
      {
        "Name": "Denunciar morte",
        "Text": "Denuncio a morte do Gek Vendedor. A Federação de Comércio agradece-me, e debatem-se para encontrar o seu nome em qualquer sistema. Parece que eles não fizeram grandes anotações em muitos anos. Recebo uma pequena recompensa.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Procurar unidades",
        "Text": "Procuro unidades, mas não encontro nenhuma. O Gek Vendedor tinha uma grande dívida antes de morrer. Saio com as mãos a abanar.",
        "RewardIds": []
      },
      {
        "Name": "Vender informações comerciais",
        "Text": "Vendo as informações comerciais a outro Gek Vendedor. Ele irá encontrar, sem dúvida, algo valioso na morte desta forma de vida.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_20",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 20,
    "IncomingMessages": [
      "Este posto avançado Gek serviu como um ponto de troca de naves de substituição e componentes de estações espaciais.\n\nTodos os diagramas estão adaptados (na melhor das hipóteses) ou foram roubados (na pior das hipóteses) da tecnologia de outras espécies. Há vários projetos disponíveis no ecrã do terminal."
    ],
    "Options": [
      {
        "Name": "Transferir Informações",
        "Text": "Transfiro as informações do terminal, encontrando nanites que poderei trocar por uma nova tecnologia.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Vender Informações",
        "Text": "Vendo as informações a uma fação comercial rival. Apresentam imediatamente uma queixa à Federação de Comércio, enquanto utilizam estes projetos, secretamente, para a sua própria produção.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Denunciar roubo",
        "Text": "Denuncio o roubo destas tecnologias tanto aos Korvax como aos Vy'keen. Recebo uma indemnização pelos meus problemas e vejo as duas espécies retirar os seus diplomatas em protesto contra os Gek.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "?TRA_FACTORY14_MAIN",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 0,
    "IncomingMessages": [
      "Friend healing and repair station initializing! Please, be happy!"
    ],
    "Options": [
      {
        "Name": "Disparar multiferramenta",
        "Text": "Agarro na minha multiferramenta com a mão livre e disparo contra o terminal. Explode e liberta-me. Algumas lascas de metal continuam presas nos meus dedos, mas estou livre.",
        "RewardIds": []
      },
      {
        "Name": "Lutar",
        "Text": "Luto contra a máquina. Ao puxar, a minha mão é rasgada e cobre o terminal com sangue.",
        "RewardIds": []
      },
      {
        "Name": "Esperar",
        "Text": "Inunda-me um sentimento límpido e belo. O terminal bombeia algum tipo de fluido curativo para o meu Exofato. Sinto-me totalmente revigorado.\nO processo é concluído e a unidade aceita-me como se fosse um dos seus.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY1",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 1,
    "IncomingMessages": [
      "Aproximo-me do terminal, mas algo correu mal no interior dos sistemas do complexo. Ao toque, as superfícies estão quentes. Maquinaria escondida produz zumbidos estridentes. Soa um alerta:",
      "Warning! High temperature! Warning! High temperature!",
      "O alarme ressoa nos meus ouvidos. Uma gota de suor desce lentamente pela minha testa."
    ],
    "Options": [
      {
        "Name": "Iniciar rede da câmara de refrigeração",
        "Text": "Os números do ecrã do terminal começam a estabilizar. Símbolos vermelhos intermitentes transformam-se numa luz azul tranquila.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Ativar o campo de amortecimento de fusão",
        "Text": "A ativação do enfraquecedor de fusão causa um excesso de energia. O terminal entra em curto-circuito. O sistema já não responde aos meus comandos.",
        "RewardIds": []
      },
      {
        "Name": "Iniciar sistemas de refração de lasers",
        "Text": "Os números no ecrã sobem rapidamente quando ativo a estrutura de lasers. Sinto um aumento dramático de calor no terminal até que o sistema fica inoperável.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY2",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 2,
    "IncomingMessages": [
      "O terminal de controlo parece controlar uma espécie de sistema de mineração profunda. No entanto, todos os sistemas estão interrompidos. O ecrã apresenta uma leitura:",
      "Mining production stalled! Low power! Low fuel! Organic matter required!",
      "As luzes de aviso piscam. Uma vasilha de materiais abre-se."
    ],
    "Options": [
      {
        "Name": "Inserir carbono",
        "Text": "As luzes ficam intermitentes na unidade. As máquinas estremecem sob os meus pés no momento em que o motor de perfuração volta a funcionar, tal como toda a unidade.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Inserir pó de ferrite",
        "Text": "A ferrite desliza pela vasilha de materiais, mas o som estridente que se segue não é prometedor. As máquinas desativam-se completamente.Temo que possa ter inundado os componentes internos mais importantes com pó metálico.",
        "RewardIds": []
      },
      {
        "Name": "Inserir mão",
        "Text": "Engrenagens metálicas prendem-se aos meus dedos. Saltam faíscas das luvas do meu exofato, causando um curto-circuito no terminal. Puxo a minha mão para trás bruscamente e a vasilha fecha-se com um estrondo.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY3",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 3,
    "IncomingMessages": [
      "O posto avançado está em estado de encerramento de emergência. Algo deve ter ficado danificado durante a minha entrada.\nO medidor de toxicidade do meu exofato envia um alerta insistente para o terminal de comando.",
      "High gas pressure! Breach detected! Pressure critical!",
      "Os alarmes no painel piscam rapidamente, exigindo atenção. Deparo-me com um conjunto desconcertante de medidores de controlo."
    ],
    "Options": [
      {
        "Name": "Ativar ventilação de emergência",
        "Text": "Ouço um ruído grave abaixo dos meus pés quando ativo a ventilação de emergência. Lenta mas seguramente, os indicadores do painel e as luzes de aviso começam a estabilizar. A unidade volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Aumentar pressão do gás",
        "Text": "O alarme está intermitente com uma intensidade cada vez maior.Um tubo rompe, lançando gás tóxico diretamente para a unidade!",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Esvaziar refrigeração",
        "Text": "A canalização assobia quando rodo a válvula do arrefecimento. Uma súbita explosão de vapor irrompe pelo painel e destrói todos os equipamentos.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY5",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 5,
    "IncomingMessages": [
      "Símbolos estranhos pulsam de forma urgente no ecrã do terminal. As luzes intermitentes e a sirene parecem estar relacionadas com o núcleo de energia nuclear da unidade. Uma mensagem surge no ecrã.",
      "Fusion critical! Initiate emergency radiation dampening measures!",
      "Os sistemas de segurança automáticos falharam. Algo deve ter ficado danificado quando entrei na unidade."
    ],
    "Options": [
      {
        "Name": "Ativar o campo de amortecimento de radiação",
        "Text": "O som do sistema de alarme desaparece e as leituras de temperatura começam a regressar aos níveis normais. Evitei um desastre e a linha de produção volta ao normal.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Desligar o sistema",
        "Text": "Ao ativar o procedimento de encerramento de emergência, as sirenes acalmam-se. As luzes do terminal ficam intermitentes e desaparecem. A maquinaria da unidade para, mas nada explode.",
        "RewardIds": []
      },
      {
        "Name": "Entrar em pânico",
        "Text": "Enquanto entro em pânico, o núcleo de fusão da unidade perde o controlo do seu sistema de amortecimento.\nUm sistema de reserva impede a destruição total da unidade, mas o terminal sofreu danos críticos.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Sair",
        "Text": "Enquanto me viro para partir, o núcleo de fusão da unidade perde o controlo do seu sistema de amortecimento.\nUm sistema de reserva impede a destruição total da unidade, mas o terminal sofreu danos críticos.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      }
    ]
  },
  {
    "Id": "TRA_FACTORY6",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 6,
    "IncomingMessages": [
      "A unidade continua operacional apesar da minha intrusão. Este terminal aparenta controlar a linha de produção central. Uma leitura do ecrã apresenta um aviso de estado:",
      "Warning! Increase metal delivery! Warning! Excess usage creates breach!",
      "Um grande mostrador aparece em destaque. Parece controlar as entradas de material do sistema."
    ],
    "Options": [
      {
        "Name": "Manter níveis",
        "Text": "O sistema continua a encontrar dificuldades, produzindo uma pequena quantidade de componentes. Pouco a pouco, as vasilhas esvaziam-se e a produção é interrompida. O terminal é encerrado, perdendo energia.",
        "RewardIds": []
      },
      {
        "Name": "Aumentar níveis",
        "Text": "Os avisos param e o sistema mantém a sua produção. A pressão aumentada manteve os fabricantes a funcionar e a unidade volta ao normal.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Aumentar níveis de forma dramática",
        "Text": "Escuto sistemas hidráulicos a serem ativados enquanto as vasilhas são abertas na unidade, inundando os fabricadores com matéria-prima. As engrenagens rangem e os canos ecoam com a abundância súbita. Com um estrondo, o sistema fica sobrecarregado.  A produção é suspensa.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY7",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 7,
    "IncomingMessages": [
      "Soa o alarme e o terminal à minha frente está impercetível. Apesar de o ecrã corrompido estar intermitente, consigo ler uma mensagem:",
      "Warning! Magnetic coil overcharged! Production low!",
      "Sinto-me pesado. A minha Multiferramenta puxa-me para o solo e o meu capacete começa a pesar nos meus ombros. Não sou o único afetado. Os processos de produção da unidade estão a falhar..."
    ],
    "Options": [
      {
        "Name": "Reiniciar estabilizadores gravitacionais",
        "Text": "Sinto uma estranha sensação nas profundezas do meu cérebro quando a gravidade é momentaneamente desestabilizada. Os estabilizadores eletromagnéticos do meu exofato reduzem os efeitos.\nPorém, a energia não foi reposta no terminal, apenas causou mais danos. A unidade continua inoperável.",
        "RewardIds": []
      },
      {
        "Name": "Reduzir fluxo eletromagnético",
        "Text": "Um lento tremor pulsa no meu corpo quando a forte onda eletromagnética atravessa a unidade. Quase de imediato, o ecrã do terminal fica vazio. A unidade de produção volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Desligar unidade",
        "Text": "Desativo o interruptor principal de energia do terminal. A unidade é desativada. Ativo o interruptor e espero...\nMas não volta a ligar.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY9",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 9,
    "IncomingMessages": [
      "O som de um alarme preenche a minha audição, mas o sistema não reage à minha entrada. Outra entidade esteve aqui anteriormente e alterou este terminal. Não consigo decifrar os dados do terminal.",
      "Warning! Unexpected system detected! Bypass chip template detected! Gek Trade Federation informed!",
      "Qualquer que seja o código que tenha sido carregado no terminal, é claramente o trabalho de algum intrépido ladrão. Parece estar a esvaziar os recursos de metais raros."
    ],
    "Options": [
      {
        "Name": "Reverter sistema",
        "Text": "Reinicio o sistema para repor o carregamento de produção normal. Tudo parece funcionar como esperado.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Tentar hackear de novo",
        "Text": "Tento executar uma intrusão no terminal. Redireciona parte do lucro automatizado para a minha conta. No entanto, a minha intrusão não é subtil e os sistemas de reação são ativados e bloqueiam-me do terminal.",
        "RewardIds": [
          "MONEY",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY11",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 11,
    "IncomingMessages": [
      "Apesar dos alarmes, o terminal continua aberto e a comercializar. Uma breve mensagem de introdução pisca no ecrã.",
      "Friend! Know language, know commerce! Units buy knowledge! Choose Vy'keen, choose Korvax or choose a refresher in the language of the benevolent Gek!",
      "Três colunas de palavras passam incessantemente no ecrã, cada uma escrita num estranho alfabeto. Runas ensanguentadas riscadas na areia, sequências precisas de pontos e algo manuscrito, cheio de pontos de exclamação."
    ],
    "Options": [
      {
        "Name": "Selecionar as runas ensanguentadas",
        "Text": "Ao analisar as runas, sinto um rugido grave na minha mente. Uma palavra rasga o meu cérebro, um idioma de uma raça guerreira distante.",
        "RewardIds": [
          "TEACHWORD_WAR"
        ]
      },
      {
        "Name": "Selecionar os padrões ponteados",
        "Text": "Os pontos atravessam o ecrã, criando um padrão elegante. Marco o ritmo e subitamente sinto uma explosão de compreensão.Uma palavra fica gravada no meu cérebro. Sinto-me alterado pelo processo.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Selecionar a fonte manuscrita",
        "Text": "Sinto uma súbita alegria quando analiso as palavras apresentadas pelo terminal. Os meus outros sentidos também são afetados e sinto quase como se conseguisse cheirar o idioma. Subitamente, uma palavra é gravada no meu cérebro, um fragmento de linguagem Gek.",
        "RewardIds": [
          "TEACHWORD_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY12",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 12,
    "IncomingMessages": [
      "Alarmes ecoam na unidade. Um aviso sobre a minha intrusão. Este alerta não retarda as necessidades comerciais dos Gek. Uma nave comercial aproxima-se da unidade, procurando mercadorias.",
      "Gek Trade Federation dispatch! Planetary metal demand high! Collection ship imminent!",
      "Talvez se oferecer produtos meus, poderia obter lucro e evitar alertar os Gek de que há um intruso na sua unidade..."
    ],
    "Options": [
      {
        "Name": "Negociar sódio",
        "Text": "Um aliviado comerciante bicudo grita os seus agradecimentos através dos altifalantes. O sucesso da transação parece convencer os sistemas de segurança de que sou um utilizador legítimo.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Negociar ferrite",
        "Text": "O terminal é encerrado rapidamente. Só posso presumir que a minha resposta tenha sido a causa. O comerciante terá alertado as autoridades sobre a minha intrusão.",
        "RewardIds": [
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Negociar carbono",
        "Text": "O terminal é encerrado rapidamente. Só posso presumir que a minha resposta tenha sido a causa. O comerciante terá alertado as autoridades sobre a minha intrusão.",
        "RewardIds": [
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY13",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 13,
    "IncomingMessages": [
      "A minha entrada dramática parece ter causado um alerta de incêndio. O ecrã está molhado ao toque. Um aviso pisca no terminal:",
      "Warning! Resource vault flooded! Production system operation forbidden!",
      "Os painéis do teto estão a pingar no mesmo local onde um sistema de aspersão foi ativado recentemente. Só espero que o líquido seja água."
    ],
    "Options": [
      {
        "Name": "Drenar condensadores",
        "Text": "O sistema estremece um pouco e mostra sinais de vida. Mas uma chuva de faíscas revela um curto circuito no terminal inundado. Fica desativado, tal como a unidade.",
        "RewardIds": []
      },
      {
        "Name": "Drenar cofre de recursos",
        "Text": "O seco cofre de recursos alimenta os mecanismos de produção com elementos raros.\n\nA unidade volta a funcionar.",
        "RewardIds": []
      },
      {
        "Name": "Drenar tanque de replicação",
        "Text": "Apesar de ouvir um ruído dramático por baixo dos meus pés, a unidade mantém-se desligada. O terminal está muito danificado e entra em curto circuito.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY14",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 14,
    "IncomingMessages": [
      "Abro o terminal e procuro uma forma de desativar o alarme. O acesso primário aparenta estar situado num detetor manual."
    ],
    "Options": [
      {
        "Name": "Detetar mão",
        "Text": "Ponho a luva do meu exofato no entalhe.\nSem aviso, mil pequenas agulhas saem do leitor, enredando a minha mão à máquina. Uma voz sintética fala comigo.",
        "InteractionId": "?TRA_FACTORY14_MAIN",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY15",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 15,
    "IncomingMessages": [
      "O alarme reiniciou a unidade. Um processo de arranque automatizado está em execução. O terminal envia uma mensagem e espera a minha resposta.",
      "Warning! Product recipe unselected! Assign recipe! Gek Trade Federation lose units!",
      "À minha frente, uma interface 3D aguarda um diagrama para a unidade produzir em massa. As máquinas em meu redor zumbem enquanto aquecem..."
    ],
    "Options": [
      {
        "Name": "Desenhar componentes da nave",
        "Text": "O terminal aceita a minha proposta e o procedimento de reinício da unidade é concluído. Espero que o Gek responsável por esta unidade esteja satisfeito com a minha escolha.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Desenhar plantas sintéticas",
        "Text": "O terminal aceita a minha proposta e o procedimento de reinício da unidade é concluído. Espero que o Gek responsável por esta unidade aprecie a adição de verde ao seu ambiente.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Desenhar doçaria",
        "Text": "O terminal aceita a minha proposta e o procedimento de reinício da unidade é concluído. Espero que o Gek responsável por esta unidade esteja satisfeito com a grande pilha de açúcar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY16",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 16,
    "IncomingMessages": [
      "As máquinas da unidade permanecem paradas devido ao encerramento de emergência. Uma curta mensagem pisca no terminal de controlo.",
      "User warning! Production disengaged. Restart generator empty. No fuel. Facility restart requires organic fuel.",
      "Um pesado interruptor de controlo de circuito fica convenientemente acima de um depósito de combustível, mas um mostrador próximo indica que o tanque está vazio."
    ],
    "Options": [
      {
        "Name": "Inserir catalisador",
        "Text": "Coloco um catalisador no depósito de combustível, tentando aumentar o efeito dos poderes materiais desta unidade.\nAtivo o interruptor.Ouço um ruído grave seguido de uma grande explosão por baixo da unidade. O terminal encerra imediatamente.",
        "RewardIds": []
      },
      {
        "Name": "Inserir metais",
        "Text": "Coloco uma grande quantidade de pó de ferrite no combustível do sistema. Os canos colam devido à mistura de pó com resíduos de outros combustíveis.\nAtivo o interruptor, mas não funciona. O sistema de geradores tosse antes de desativar por completo.",
        "RewardIds": []
      },
      {
        "Name": "Inserir elementos orgânicos",
        "Text": "O combustível de carbono desce pela garganta de metal da vasilha. Ouço um ruído ao entrar no sistema do gerador.\nAtivo o interruptor.  O gerador começa a reagir e subitamente faz um ruído tremendo. A energia do gerador aciona o reator principal da unidade e as máquinas voltam a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY22",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 22,
    "IncomingMessages": [
      "Uma falha desconhecida desligou o sistema. Há uma estranha brisa fria no ar, contrastando com a atmosfera.",
      "Alert! Alert! Liquid frenium leak! Charge cylinders frozen! Increase temperature!",
      "Expiro enquanto penso nas palavras no terminal. A condensação começa a nublar o meu visor."
    ],
    "Options": [
      {
        "Name": "Ativar bancos de incineração",
        "Text": "Um calor espalha-se pela unidade. O ar que me rodeia permanece estranho, mas os sistemas de produção voltam a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Recarregar o fluxo refrigerante",
        "Text": "Os sistemas permanecem congelados. Sinto o ar à minha volta a ficar gelado. Estranhos cristais formam-se na superfície do terminal e este fica desativado.",
        "RewardIds": []
      },
      {
        "Name": "Inicializar sequência do cilindro de carga",
        "Text": "Ouve-se o barulho de explosões abafadas sob os meus pés. A unidade fica rapidamente quente, mas todos os sistemas desligam-se de forma imediata.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY23",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 23,
    "IncomingMessages": [
      "As medidas de emergência foram inicializadas. O tempo do erro do terminal indica que o incidente ocorreu muito antes da minha chegada.",
      "Electrolyte acidity test positive! Acidity slug detected! Release alkaline neutrality fluid into solution tank!",
      "Um exame recente mostra uma pequena forma de vida alienígena esmagada nas máquinas em baixo. O equipamento ficou todo corroído."
    ],
    "Options": [
      {
        "Name": "Neutralizar solução de eletrólitos",
        "Text": "Ouço um ruído enquanto a solução alcalina inunda os canos da unidade. As máquinas tentam eliminar os bloqueios das engrenagens.\nCom um forte estalo, a unidade de produção volta a funcionar. Os restos da forma de vida devem ter sido levados pelo mecanismo.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Acidificar tanques de herídio",
        "Text": "O ar tem um curioso travo ácido. Os cabos frágeis do terminal corroem rapidamente. O ecrã entra em curto circuito e desliga-se por completo.",
        "RewardIds": []
      },
      {
        "Name": "Libertar líquido de suspensão",
        "Text": "Uma reação química frenética ouve-se algures sob os meus pés. O terminal e o resto da unidade são desativados por completo.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY24",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 24,
    "IncomingMessages": [
      "O terminal emite um aviso repetidamente. Apesar das palavras serem obscuras, o símbolo é reconhecido de forma instantânea. Algures, algo dento desta unidade está a arder.",
      "Resource vault fire detected! Element stockpile destroyed!",
      "Uma fumaça fraca começa a subir, e o meu detetor regista a temperatura a aumentar progressivamente."
    ],
    "Options": [
      {
        "Name": "Privar câmara da produção de oxigénio",
        "Text": "Ouço um assobio enquanto o ar é retirado das câmaras da maquinaria por baixo dos meus pés. Porém, os níveis de calor permanecem estáveis.\nO terminal de controlo começa a ser desativado automaticamente.",
        "RewardIds": []
      },
      {
        "Name": "Privar cofre de recursos de oxigénio",
        "Text": "Ouço um assobio enquanto o ar é retirado dos depósitos de recursos por baixo de mim. Lentamente, os níveis de calor começam a cair. O incêndio está controlado.\nRestam recursos suficientes no depósito para repor o estado operacional da unidade.",
        "RewardIds": []
      },
      {
        "Name": "Inicializar sistema de extintores da unidade",
        "Text": "O sistema de extintores encharca a minha cabeça. Não tem qualquer impacto sobre o fogo interno, mas cria um curto circuito no terminal de controlo.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY25",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 25,
    "IncomingMessages": [
      "A minha entrada fez com que a unidade bloqueasse de imediato, interrompendo todas as operações. As leituras no terminal indicam que se trata de uma unidade de extração profunda. Os depósitos de recursos são esvaziados de forma rápida.",
      "Drilling error! Elements drain into planet core! Reverse tunnel pressure!",
      "O mapa da unidade mostra erros intermitentes sobre os cofres de recolha de recursos e a mesa de perfuração..."
    ],
    "Options": [
      {
        "Name": "Destruir túnel de perfuração",
        "Text": "Ouço um ruído distante e profundo, um trovão subterrâneo. Os depósitos de recursos ficam completamente vazios e derramam os conteúdos na terra. A unidade continua sem funcionar.",
        "RewardIds": []
      },
      {
        "Name": "Retrair perfuradora",
        "Text": "A estrutura de escavação retrai do eixo, mas isso apenas faz com que acelere a perda de material. Os marcadores rodam furiosamente antes de se estabilizarem. Os depósitos de recursos ficam vazios e engolidos pelo solo. A unidade permanece desativada.",
        "RewardIds": []
      },
      {
        "Name": "Inverter pressurização do túnel",
        "Text": "Ouço um ruído distante e profundo, um trovão nas profundezas. Lentamente, os depósitos de recursos acima da superfície param de espalhar os conteúdos na terra e começam a reencher. A unidade volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY29",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 29,
    "IncomingMessages": [
      "A fábrica recicla lotes de roupa e outros materiais recolhidos por toda a galáxia, cuspindo novos artigos para os exofatos dos Gek.",
      "SENSORS REPORT INORGANIC BLOCKAGE IN SECTOR 9A",
      "No meio dos detritos da linha de produção, o corpo de um cientista Korvax parece andar à deriva; as suas luzes estão inativas e os seus membros completamente imóveis. Os sistemas da fábrica permitem enviar comunicações. Inúmeras opções estão disponíveis."
    ],
    "Options": [
      {
        "Name": "Denunciar aos Vy'keen",
        "Text": "Denuncio o que vi aos Vy'keen. Os guerreiros estão indignados e alegam que os Gek voltaram aos seus métodos de genocídio.\nPrometem enviar naves de guerra de imediato.",
        "RewardIds": [
          "STD_INC_WAR",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Denunciar aos Gek",
        "Text": "Denuncio o que vi aos Gek. Afirmam ser um erro terrível e que os agressores, obviamente, serão punidos.\nEnviam-me uma recompensa generosa pelo meu altruísmo e silêncio.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Denunciar aos Korvax",
        "Text": "Denuncio o que vi aos Korvax. Dizem-me que a carapaça em questão está vazia e que a sua alma voltou à Convergência.\nIrão enviar um navio para levar o corpo para casa, alegando que tem um valor sentimental para o seu anterior proprietário. Agradecem-me.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY30",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 30,
    "IncomingMessages": [
      "A fábrica produz componentes para naves espaciais, fabricando-as com os recursos disponíveis neste mundo.\n\nEsta unidade cria peças para naves comerciais dos Gek. São concebidas para manter a máxima carga possível enquanto protege contra Sentinelas e ataques de piratas.",
      "QA SYSTEM FULLY ONLINE... ALL COMPONENTS LOGGED... LOG FULLY COMPLIANT...",
      "O terminal mostra uma transmissão de vídeo das profundezas da fábrica. Um grupo de Gek parece estar a remover componentes-chave de cada nave."
    ],
    "Options": [
      {
        "Name": "Alertar a Federação de Comércio Gek",
        "Text": "Alerto a Federação de Comércio Gek sobre a potencial atividade criminosa, e faço a transmissão desta informação para os seus computadores centrais.\nUm representante recompensa-me pelos meus problemas.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Exigir suborno dos Gek",
        "Text": "Exijo um suborno dos Gek em troca de ocultar as suas atividades criminosas. Relutantemente, concordam.",
        "RewardIds": [
          "R_GEKRELIC"
        ]
      },
      {
        "Name": "Perguntar o que estão a fazer",
        "Text": "Pergunto aos Gek o que estão aqui a fazer. Viram-se de imediato e disparam para a fonte de áudio, desativando a minha transmissão de vídeo. Quando o sistema se recupera automaticamente, eles já foram embora.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY31",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 31,
    "IncomingMessages": [
      "À medida que me aproximo do terminal, fica claro que aconteceu algo terrível neste lugar. A instalação produz artigos e etiquetas como “Relíquias Gek”, que supostamente dão sorte aos seus portadores.",
      "The glass - it - we were wrong... we were -",
      "A transmissão de vídeo mostra filamentos de Aglomerados de Nanite a infestar as profundezas da instalação. Massas verdes bulbosas prolongam-se por uma grande parte da maquinaria, de onde brotam dentes. Uma voz grita numa língua desconhecida."
    ],
    "Options": [
      {
        "Name": "Retirar Aglomerados de Nanite",
        "Text": "Retiro os Aglomerados de Nanite e a massa colapsa de imediato. Quer ir comigo, tenho a certeza...",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Denunciar Falha na Produção",
        "Text": "Denuncio uma falha na produção. As autoridades Gek dizem-me para permanecer aqui e aguardar quarentena.\nMas acho que é melhor ir embora. Levo alguns Nanites comigo. Eles querem escapar...",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Levar Relíquias Gek",
        "Text": "Levo alguns Amuletos Gek. Já me sinto com mais sorte. Todas as probabilidades do universo são favoráveis à minha sobrevivência.",
        "RewardIds": [
          "R_GEKRELIC"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY32",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 32,
    "IncomingMessages": [
      "O terminal mostra os registos de inúmeras transações financeiras e negócios realizados a partir desta unidade nos últimos meses.",
      "... 010385: 112% ... 300484: 89% ... 070816: 165% ...",
      "As leituras mostram configurações de múltiplas fábricas Vy'keen e Korvax. Os supervisores Gek desta unidade estavam a tentar descobrir como as outras espécies escondem os seus edifícios dos ataques dos Sentinelas.\n\nNão sobra ninguém. O último sinal de vida terminou há três dias."
    ],
    "Options": [
      {
        "Name": "Denunciar aos Gek",
        "Text": "Denuncio a situação aos Gek. A Federação de Comércio agradece-me pelo relatório e envia várias naves para assegurar a destruição da instalação.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Denunciar aos Vy'keen",
        "Text": "Denuncio a situação aos Vy'keen. O seu Alto Comando está indignado com a tentativa de roubo da sua tecnologia e promete atos de retaliação contra os Gek.",
        "RewardIds": [
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Denunciar aos Korvax",
        "Text": "Denuncio a situação aos Korvax. A Convergência está perturbada com a morte de tantos Gek e afirma que os irão chorar. Não têm mais nada a dizer.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY33",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 33,
    "IncomingMessages": [
      "A instalação crepita com faíscas azuis e a eletricidade arqueia de painel em painel através das máquinas.",
      "ALERT TIME DISPLACEMENT ALERT",
      "O terminal mostra a data e a hora a andarem para trás e para a frente, avançando para o futuro e recuando para o passado. Os sensores indicam que algo chamado de buraco branco foi ativado no coração da fábrica."
    ],
    "Options": [
      {
        "Name": "Alertar Gek do Futuro",
        "Text": "Não acontece nada durante uns momentos... ou talvez horas. Talvez um ano inteiro passa.\n\nO evento temporal cessa e eu sou recompensado com um presente, pela minha ajuda, por este “Gek do Futuro”.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Ativar Gatilho Temporal",
        "Text": "Não acontece nada durante uns momentos... ou talvez horas. Talvez um ano inteiro passa.\n\nO evento temporal cessa e eu fico com diagramas para novas tecnologias, aparentemente criadas por uma versão futura de mim mesmo. Não sei o que este Gatilho Temporal criou.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Obedecer",
        "Text": "Não acontece nada durante uns momentos... ou talvez horas. Talvez um ano inteiro passa.\n\nO evento temporal cessa e eu sou recompensado com um presente, oferecido pela luz carmesim de um ser invisível.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY34",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 34,
    "IncomingMessages": [
      "Aproximo-me do terminal, mas a leitura é confusa...",
      "The Senate has fallen. Already the purge begins... truth is denied. The Gek protocol ends...",
      "A fábrica parece produzir literatura. Não são máquinas, nem ficheiros, mas papel, coberto por uma letra manuscrita cheia de pontuação exclamativa."
    ],
    "Options": [
      {
        "Name": "Desligar produção",
        "Text": "Desligo a produção. A máquina de impressão interrompe o funcionamento, talvez pela última vez. Pergunto-me quantas outras ainda existirão como esta.\n\nNo meio dos detritos da fábrica, encontro uma tecnologia descartada. Talvez possa ser útil.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Denunciar às autoridades Gek",
        "Text": "Denuncio a existência da fábrica às autoridades Gek. Afirmam que a instalação não tem nada a ver comigo e pagam-me generosamente pelo meu silêncio.",
        "RewardIds": [
          "MONEY",
          "TEACHWORD_TRA"
        ]
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Tento roubar a tecnologia, mas os sistemas automáticos de defesa da fábrica lançam um raio de energia para o meu fato. Seja lá o que for que está aqui não vale a pena os incómodos.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY35",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 35,
    "IncomingMessages": [
      "A fábrica produz acessórios do dia-a-dia para os Gek. Utensílios para as refeições, sprays para evitar que a pele seque em atmosferas alienígenas, garrafas de feromonas e assim por diante.",
      "SYSTEMS OPERATIONAL... SELECTED DESIRED PRODUCT...",
      "A unidade está abandonada e não há motivos óbvios para que um alarme dispare. Parece estar tudo bem."
    ],
    "Options": [
      {
        "Name": "Procurar por tecnologias",
        "Text": "Procuro tecnologia dentro dos computadores da fábrica e encontro uma grande quantidade de aglomerados de nanite.\n\nEnquanto vou, ouço-a, uma voz na escuridão. Investigo, mas não encontro nada...",
        "RewardIds": [
          "TECHFRAG_L"
        ]
      },
      {
        "Name": "Denunciar às autoridades Gek",
        "Text": "Denuncio a fábrica abandonada às autoridades Gek, mas parecem intrigados: não existe tal construção listada como existente nesse mundo.\n\nEnquanto vou, ouço-a, uma voz na escuridão. Investigo, mas não encontro nada...",
        "RewardIds": []
      },
      {
        "Name": "Desligar produção",
        "Text": "Desligo a produção, conseguindo ainda extrair alguns Aglomerados de Nanite.\n\nEnquanto vou, ouço-a, uma voz na escuridão. Investigo, mas não encontro nada...",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_1",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 1,
    "IncomingMessages": [
      "Abro uma lista de conquistas militares que está à espera de ser enviada. Há imagens de batalhas distantes, robôs ensanguentados e vastas explosões.",
      "Grah! Old honourable warrior retires! Death! Death! Warrior remuneration!",
      "Uma nota de abertura refere que se espera claramente algo em troca, mas o autor optou por não enviá-lo."
    ],
    "Options": [
      {
        "Name": "Enviar registo de guerra",
        "Text": "Latidos e uivos comemorativos entoam dos altifalantes à minha volta.\n \nRecebo a recompensa do guerreiro.",
        "RewardIds": []
      },
      {
        "Name": "Editar registo de guerra",
        "Text": "Altero o registo de guerra com divertidas bagatelas e envio-o. \n\nO terminal pisca enquanto regista a minha imagem.",
        "RewardIds": [
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_2",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 2,
    "IncomingMessages": [
      "O ecrã está cheio de insígnias militares e imagens de Sentinelas destruídos recentemente. As imagens de propaganda alienígena dão a entender que sentem glória com a destruição.",
      "Grah! Vy'keen High Command demands your Sentinel kill count!",
      "Posso responder com um valor numérico e nada mais."
    ],
    "Options": [
      {
        "Name": "Introduzir um número alto",
        "Text": "Uma fanfarra militar estranha e abafada começa a tocar.\n\nAlguém está claramente impressionado com as minhas reivindicações e envia-me uma recompensa.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Introduzir um número baixo",
        "Text": "Uma pequena recompensa é enviada através dos sistemas da unidade.",
        "RewardIds": [
          "MONEY",
          "STD_INC_WAR",
          "USEFUL_PROD"
        ]
      },
      {
        "Name": "Introduzir um zero",
        "Text": "No ecrã, o rosto irritado de um guerreiro grita na minha direção.\n\nUm laser de segurança surge no teto e começa a disparar.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_5",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 5,
    "IncomingMessages": [
      "Aproximo-me do terminal. Uma mensagem pisca, preparada para ser enviada.",
      "Grah! Gek war approaches! Vy'keen High Command request weapon reserve inventory! High Command send missing equipment!",
      "Uma grande lista de equipamento aguarda envio para fora do planeta. É uma espécie de lista de abastecimento: tudo está confirmado e assinalado como visto."
    ],
    "Options": [
      {
        "Name": "Enviar inventário",
        "Text": "Recebo unidades e agradecimentos.",
        "RewardIds": [
          "MONEY",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Remover seleção de um artigo e enviar",
        "Text": "O Alto Comando dos Guerreiros envia-me um diagrama de uma tecnologia de Multiferramenta.",
        "RewardIds": [
          "PROC_TECH_WEAP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Remover seleção de vários artigos e enviar",
        "Text": "O alto comando guerreiro está irritado.\n\nUm furioso general berra-me e eletrifica a unidade.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_6",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 6,
    "IncomingMessages": [
      "Encontro uma mensagem extraplanetária sentimental destinada a uma criatura destacada nesta estação. Consigo ver imagens de um guerreirinho infantil e desta mesma criatura quando era um adolescente ensaguentado, a morder orgulhosamente a garganta de uma besta de cascos.",
      "Grah! Today child experiences Vy'keen war ceremony! Tradition demands gift! Aggression left, defence right! Enemy blood! Death! Death!",
      "Na imagem final, um jovem guerreiro saúda a sua família enquanto abandona um mundo distante. Estão dois cofres de armazenamento fechados aos meus pés. A mensagem está programada para desbloquear apenas um deles..."
    ],
    "Options": [
      {
        "Name": "Escolher cofre da esquerda",
        "Text": "Ouço um alegre rosnido.\n\nO cofre contém um diagrama de uma tecnologia para exofatos.",
        "RewardIds": [
          "PROC_TECH_SUIT",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Escolher cofre da direita",
        "Text": "Ouço um alegre rosnido.\n\nO cofre contém um diagrama de uma tecnologia para Multiferramentas.",
        "RewardIds": [
          "PROC_TECH_WEAP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_8",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 8,
    "IncomingMessages": [
      "Uma espécie de comerciantes com bico enviou uma mensagem extraplanetária para aqui. Parece ser um contrato, ou talvez seja algum tratado. Em resposta, várias ofertas de mercadoria foram deixadas no cofre de comércio por guerreiros locais, para exportação.",
      "Grah! Foolish, pathetic, ignorant Gek Trade Federation believe peace treaty! Warrior give trade to pacify! Death soon!",
      "O Alto Comando dos Guerreiros enviou uma mensagem para explicar..."
    ],
    "Options": [
      {
        "Name": "Dar mercadoria",
        "Text": "A espécie de comerciantes agradece-me de longe.\n\nEnviam-me unidades para um melhor apaziguamento.",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Levar mercadoria",
        "Text": "Removo as oferendas.\n\nAs relações diplomáticas entre as duas espécies foram desestabilizadas.",
        "RewardIds": [
          "R_GEKRELIC",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_10",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 10,
    "IncomingMessages": [
      "Parece ser um posto de ensaio para uma operação militar iminente.\nNo ecrã, os planos mostram uma nave comercial a carregar um tipo muito particular de mercadoria, destinada a persuadir uma autoridade planetária distante e passar nos pontos de controlo.\nNo entanto, o veículo foi modificado em segredo. Também carrega uma falange de guerreiros que transportam uma tecnologia de Multiferramenta reforçada.",
      "Grah! Gek homeworld covert ops mission initiated! Surprise war! Death! Death! High command send equipment! Request! Request!",
      "Posso pedir mais detalhes sobre vários aspetos do plano antes que seja detetado e impedido de entrar no sistema."
    ],
    "Options": [
      {
        "Name": "Investigar detalhes da mercadoria",
        "Text": "Recebo o diagrama do produto da mercadoria que está a ser utilizada na missão secreta.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Investigar detalhes da nave comercial",
        "Text": "Recebo um diagrama tecnológico usado na nave da missão secreta.",
        "RewardIds": [
          "PROC_TECH_SHIP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Investigar detalhes da Multiferramenta",
        "Text": "Recebo um diagrama de tecnologia para Multiferramentas que está a ser usado pelos guerreiros da missão secreta.",
        "RewardIds": [
          "PROC_TECH_WEAP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_11",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 11,
    "IncomingMessages": [
      "Isto é um terminal militar, numa unidade que parece ter sido recentemente desocupada. Três bases de dados enormes foram parcialmente eliminadas e exigirão um grande poder de processamento para restaurá-las. Provavelmente, um metal raro daria resultado.",
      "Vy'keen covert ops ended. Deleting covert ops language data. Databank alpha: Vy'keen internal security. Databank beta: pathetic Gek. Databank gamma: weak-minded Korvax.",
      "A base de dados alfa alberga os emblemas da raça guerreira, mas a beta e a gama não estão marcadas."
    ],
    "Options": [
      {
        "Name": "Repor base de dados alfa",
        "Text": "A reavivada base de dados fornece mais informações sobre a língua das espécies guerreiras.",
        "RewardIds": [
          "TEACHWORD_WAR"
        ]
      },
      {
        "Name": "Repor base de dados beta",
        "Text": "A reavivada base de dados fornece informações sobre a língua de uma espécie de comerciantes longínqua.",
        "RewardIds": [
          "TEACHWORD_TRA"
        ]
      },
      {
        "Name": "Repor base de dados gama",
        "Text": "A reavivada base de dados fornece informações sobre a língua de uma espécie eletrónica longínqua.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_13",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 13,
    "IncomingMessages": [
      "Recebo um pedido de socorro de uma estação espacial distante: exigem o auxílio de qualquer nave Vy'keen nas proximidades.\n\nA sua base de lançamento espacial parece ter sido danificada numa luta com piratas invasores; ficaram sem nenhuma nave na qual os habitantes possam fugir. \n\nAs transmissões de vídeo mostram que o comandante da estação tem matado os soldados pela menor infração, de forma a evitar um potencial motim devido à fome."
    ],
    "Options": [
      {
        "Name": "Partilhar vídeo com os Vy'keen",
        "Text": "Partilho o vídeo com o Alto Comando Vy'keen. Ficam indignados com o comportamento do comandante, acham-no indigno e covarde.\n\nSou recompensado pela minha ajuda neste assunto.",
        "RewardIds": [
          "STD_INC_WAR",
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Contactar os Gek nas proximidades",
        "Text": "Contacto os Geks nas proximidades e informo-os sobre a situação dos Vy'keen. Eles enviam navios imediatamente, dizendo que, obviamente, irão salvar os amigos Vy'keen.\n\nAlgumas das naves são naves de guerra. Sou recompensado pela minha ajuda.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Exigir resgate",
        "Text": "Exijo um resgate pelas vidas dos que estão a bordo da estação; de todos os que respondem, os Korvax são aqueles que estão mais dispostos a pagar.\n\nAfirmam que um deles está na estação. Pagam-me bem pela informação.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_14",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 14,
    "IncomingMessages": [
      "O posto avançado está abandonado e os seus alarmes continuam a dar um aviso às almas mortas há muito.\n\nHouve um golpe neste lugar. Irmãos de batalha levantaram armas contra irmãos de batalha, numa disputa aparente por umas ruínas que se encontravam neste mundo. O último sobrevivente morreu antes que pudessem apagar os dados."
    ],
    "Options": [
      {
        "Name": "Transferir Informações",
        "Text": "Transfiro as informações e leio um relato alternativo de Hirk, o herói ancestral dos Vy'keen. Retrata-o como paranoico, vingativo e rancoroso. Foi por isso que os seus fiéis morreram.\n\nJuntamente com esta informação obtenho muita tecnologia útil antes de partir.",
        "RewardIds": [
          "TEACHWORD_WAR",
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Tento roubar toda a tecnologia que posso dos computadores da instalação, mas entretanto chamo a atenção das autoridades Vy'keen.\n\nO meu fato fica danificado pelos protocolos defensivos da instalação. Tenho de ir embora.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Denunciar aos Vy'keen",
        "Text": "Relato os eventos que ocorreram nesta instalação ao Alto Comando Vy'keen.\n\nO tom do guerreiro muda à medida que transmito os dados secretos pelos quais estes alienígenas morreram. Pedem-me para apagar a cópia local e faço-o por uma bela recompensa.\n\nDizem-me para esquecer que alguma vez tenha visto este lugar. Eles tratam do assunto daqui em diante.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_15",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 15,
    "IncomingMessages": [
      "A instalação serviu como base local para incursões de grupo contra sentinelas do sistema.\n\nTodas as noites os Vy'keen saiam sob a cobertura da escuridão, aliciando drones e andarilhos em diferentes locais.\n\nA guerra deles não tem fim ou propósito e é executada com finalidade sinistra. O último grupo de guerra nunca voltou; deixou para trás apenas registos e armas da missão."
    ],
    "Options": [
      {
        "Name": "Alertar os Vy'keen",
        "Text": "Alerto os Vy'keen para a morte dos seus guerreiros. Agradecem-me o que fiz e recompensam-me pela minha honra.",
        "RewardIds": [
          "STD_INC_WAR",
          "PROC_TECH_WEAP"
        ]
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Roubo os nanites do sistema, deixando o resto da instalação em paz.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Detetar Sentinelas",
        "Text": "Faço deteções de Sentinelas mas não encontro nada. O que quer que seja que estava aqui, já se foi.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_16",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 16,
    "IncomingMessages": [
      "Uma mensagem recebida avisa todos os destinatários de que a heresia não será tolerada. É pedido a todos aqueles que suspeitem de seus irmãos de covardia, simpatia com o inimigo, pacifismo, crença no traidor Nal ou qualquer outra crença não-Vy'keen, que entrem em contacto com o Alto Comando imediatamente.\n\nO sistema mostra que um guerreiro nesta base tentou fazer o upload de um desses relatórios, sendo então assassinado pelos seus camaradas. Os assassinos deixaram a base pouco depois.",
      "Worship Atlas - seek destruction of warband! Grah!"
    ],
    "Options": [
      {
        "Name": "Reportar heresia",
        "Text": "Denuncio a heresia aos Vy'keen, fazendo o upload do relatório final do guerreiro. \nAgradecem-me e recompensam-me pela minha ajuda.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Apagar registos",
        "Text": "Apago os registos do sistema. O herege está livre, o relatório dos seus 'crimes' transforma-se em nanites à medida que é absolvido.",
        "RewardIds": [
          "TECHFRAG_L"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_17",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 17,
    "IncomingMessages": [
      "A instalação parecia estar no processo de pesquisa de armas químicas e biológicas antes que uma falha de contenção matasse todos aqueles que trabalhavam aqui.\n\nPelos registos do sistema, é claro que esta operação não foi sancionada pelo Alto Comando Vy'keen. Apesar dos seus superiores verem este trabalho como desonroso e fraco, as formas de vida sentiam as coisas de forma diferente aqui. E se isso pudesse transformar a batalha? E se pudesse acabar com a guerra?\n\nPoderá haver quem encontre benefícios nesta pestilência armada. Poderá haver até quem pagaria por ela."
    ],
    "Options": [
      {
        "Name": "Destruir amostras",
        "Text": "Destruo as amostras da instalação, causando uma pequena falha de contenção no processo. O meu exofato está danificado.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Vender aos Gek",
        "Text": "Tento vender as amostras aos Gek, que me recompensam com unidades pela minha descoberta.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Vender aos Korvax",
        "Text": "Tento vender as amostras aos Korvax, os quais parecem desinteressados nas potenciais aplicações militares. No entanto, ficam intrigados pela composição da toxina e dão-me em troca algumas nanites.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_18",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 18,
    "IncomingMessages": [
      "Os registos da instalação mostram a chegada de um novo recruta Vy'keen há duas semanas. Não há registos de mais ninguém a chegar ou a ir embora desde então.\n\nMesmo assim, ninguém está aqui. Uma única transmissão parece ter sido enviada do nível mais baixo da instalação, criptografada com as medidas de segurança Korvax.",
      "Traveller anomaly approaches Syntheti'Keen. Uploading final data logs..."
    ],
    "Options": [
      {
        "Name": "Localizar ponto de origem",
        "Text": "Uso os detetores para localizar o ponto de origem da transmissão, que aparece no ecrã do terminal.\n\nMostra o que parece ser um Vy'keen robótico, os seus membros danificados, faíscas a voar do que parecem ser circuitos expostos. Encontra-se rodeado de guerreiros mortos.\n\nRecebo unidades no meu terminal, para pagar o meu silêncio.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Alertar os Vy'keen",
        "Text": "Alerto os Vy'keen, que enviam oficiais de guerra para examinar a situação. Suspeitam que os Korvax estão envolvidos neste assunto. Sou recompensado pela minha ajuda.",
        "RewardIds": [
          "STD_INC_EXP",
          "R_VYKEENEFFIGY"
        ]
      },
      {
        "Name": "Alertar os Korvax",
        "Text": "Alerto os Korvax, que negam qualquer conhecimento da facilidade ou do sinal - informação que é comprometida pelas suas tentativas de me provocarem danos através dos sistemas de defesa da instalação. Vou-me embora antes que me provoquem mais danos.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_19",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 19,
    "IncomingMessages": [
      "Esta instalação serviu como um posto de treino para jovens Vy'keen de todo o setor. Treinavam e batalhavam aqui para ganhar a cidadania.\n\nOs registos mostram as pequenas rivalidades, os amores, a nobreza e a paixão daqueles que treinaram aqui - tudo registado por um comandante orgulhoso e envelhecido. Um dia, o registo termina: os Vy'keen já não tinham uma utilização para este lugar. As nanites substituíram o treino, passando memórias de indivíduo em indivíduo sem a necessidade da repetição física."
    ],
    "Options": [
      {
        "Name": "Extrair Aglomerados de Nanite",
        "Text": "Extraio aglomerados de nanite do sistema e vou-me embora, encorajado e pronto para uma batalha gloriosa!",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Procurar registos de formação",
        "Text": "Procuro os registos do treino do sistema, encontrando um grande número de conhecimento especializado e tecnologia que poderá ser útil nas minhas próprias viagens. Extraio os nanites pertinentes.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Vender Informações aos Gek",
        "Text": "Vendo as informações aos Gek, que me recompensam pelos padrões de treino do seu antigo inimigo.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_20",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 20,
    "IncomingMessages": [
      "O posto avançado é ancestral, mesmo pelos padrões Vy'keen. O seu ambiente é calibrado para preservar informações.\n\nUm dos registos menciona o primeiro contacto Vy'keen com um Viajante. A figura permaneceu com a raça guerreira por um longo período de tempo: aprendeu e explorou com eles e até se apaixonou. O Vy'keen morreu, mas o Viajante não.\n\nO registo mostra a importância dessa figura no desenvolvimento inicial da raça Vy'keen, contribuindo bastante para a sua tecnologia inicial. Estas histórias foram perdidas nos anos intermediários, esquecidos até ter encontrado este relato."
    ],
    "Options": [
      {
        "Name": "Partilhar com os Vy'keen",
        "Text": "Partilho a minha descoberta com os Vy'keen. Colocam imediatamente os dados em quarentena e ameaçam encontrar-me além das estrelas.\nVou-me embora rapidamente.",
        "RewardIds": []
      },
      {
        "Name": "Levar tecnologia",
        "Text": "Extraio alguns desses diagramas do sistema e levo comigo tecnologia valiosa para as minhas viagens.",
        "RewardIds": [
          "P_HYPERFUEL1",
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Procurar por registos do Viajante",
        "Text": "Procuro registos adicionais deste Viajante.\n\nEnquanto o faço, começo a sentir como se estivesse a ser observado. Aglomerados de Nanite surgem do terminal à medida que todos os sistemas se desligam; os dados perdem-se para sempre.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY1",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 1,
    "IncomingMessages": [
      "O alarme bloqueou o terminal. Uma mensagem é apresentada letra a letra no ecrã.",
      "Suspicious interloper visual detection system initiated!",
      "O alarme não mostra sinais de querer parar. Noto que os detetores de segurança instalados na parede se viram lentamente para mim..."
    ],
    "Options": [
      {
        "Name": "Disparar contra as câmaras",
        "Text": "Aplico uma propulsão rápida da minha Multiferramenta diretamente nas câmaras de segurança da unidade.\nÉ um sucesso parcial: a minha imagem não é capturada pelo sistema, mas os sensores de reserva reagem à destruição fechando totalmente a unidade.",
        "RewardIds": []
      },
      {
        "Name": "Aplicar chip de anulação",
        "Text": "Aplico um circuito de sobrecarga ao transmissor de segurança.Surpreendentemente, a minha ligação ad hoc parece funcionar. O alarme é interrompido e o terminal dá-me acesso total.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Cortar fios de entrada",
        "Text": "Corto os fios de entrada que ligam o sistema de segurança ao terminal de controlo principal. Curiosamente, parece funcionar. O alarme é interrompido e o erro parece reiniciar o terminal.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY2",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 2,
    "IncomingMessages": [
      "Aproximo-me do terminal e procuro uma forma de cancelar o alarme. Encontro um botão que penso poder funcionar e pressiono-o, fazendo com que o terminal responda.",
      "Grah! Vy'keen voice security scan initializing...",
      "Uma aba abre-se e um microfone aparece. A voz distante grita «Grah!»."
    ],
    "Options": [
      {
        "Name": "Bramir: «Grah!»",
        "Text": "Berro agressivamente na direção do terminal. Parece satisfazer qualquer exigência que estivesse a ser feita. O acesso é concedido.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Dizer que está tudo bem",
        "Text": "Tento explicar, mas o meu discurso hesitante instantaneamente distingue-me como um intruso. O sistema de segurança aplica um choque de alta voltagem ao meu exofato antes de desligar o terminal.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Desculpar-me",
        "Text": "Peço desculpas, mas essa demonstração de fraqueza instantaneamente distingue-me como um intruso. O sistema de segurança aplica um choque de alta voltagem ao meu exofato antes de desligar o terminal.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY3",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 3,
    "IncomingMessages": [
      "O terminal indica dois alertas, sendo estes provavelmente a fonte dos alarmes que soam nos meus ouvidos.",
      "Intruder detected! Respiration gas concentration high! Enemy respiration!!",
      "Depois de imprimir a sua atualização de estado, o terminal apresenta a opção de anular qualquer alerta. A partir do ecrã holográfico, os avisos parecem estar relacionados com componentes danificados dentro da unidade e com a presença de um intruso."
    ],
    "Options": [
      {
        "Name": "Suster respiração",
        "Text": "Sustenho a respiração. Uma eternidade parece passar. Finalmente, alguns momentos antes de perder a consciência, o terminal pisca com uma luz verde. Fui aceite como um Vy'keen.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Respirar agressivamente",
        "Text": "Respiro tão agressivamente quanto posso, canalizando a minha raiva contra o sensor de gás. Não tem efeito. O terminal regista a minha falha e desliga-se.",
        "RewardIds": [
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Colocar Punhal Vy’keen",
        "Text": "Inspiro antes de me espetar com o punhal.Sinto-me tão vivo, carregado de adrenalina; o sangue bombeia com força pelas minhas veias e faíscas disparam nos meus nervos. É glorioso. Grah! Grah!\nO terminal aceita-me como um Vy'keen e permite-me o acesso.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY4",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 4,
    "IncomingMessages": [
      "O terminal indica dois alertas, sendo estes provavelmente a fonte dos alarmes que soam nos meus ouvidos.",
      "Major security alert! Interloper detected! Minor alert: war factory entrance door destroyed.",
      "Depois de imprimir a sua atualização de estado, o terminal apresenta a opção de anular qualquer alerta. A partir do ecrã holográfico, os avisos parecem estar relacionados com componentes danificados dentro da unidade e com a presença de um intruso."
    ],
    "Options": [
      {
        "Name": "Anular alerta de danos",
        "Text": "O terminal inicia um fecho de emergência.",
        "RewardIds": [
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Anular alerta de intrusos",
        "Text": "A fábrica fica operacional.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY5",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 5,
    "IncomingMessages": [
      "A minha presença fez disparar um alerta de segurança. Consigo ouvir elementos a serem retirados dos cofres. No ecrã, vejo uma contagem decrescente.",
      "Vy'keen security system alert! Pressure pad enemy detection confirmed! Too light! Too puny!",
      "Posso ouvir fluidos pressurizados a encher os canos ao redor do terminal. O som é bastante sinistro, especialmente quando combinado com os alarmes de alta intensidade..."
    ],
    "Options": [
      {
        "Name": "Recolher detritos de metal",
        "Text": "Pego num grande pedaço de metal do chão, presumivelmente depositado quando explodi com a porta. Tem o efeito desejado: o meu peso subiu para dentro do intervalo não suspeito para um guerreiro Vy'keen. O terminal concede-me acesso.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Reduzir peso",
        "Text": "Coloco a minha Multiferramenta de lado, bem como outros objetos pesados do armazenamento do meu exofato. As balanças do piso registam mais uma série de cliques antes de o sistema de segurança me bloquear completamente.",
        "RewardIds": []
      },
      {
        "Name": "Saltar para cima e para baixo",
        "Text": "Os meus saltos rápidos parecem confundir qualquer dispositivo de segurança embutido no piso. Eventualmente, entra em sobrecarga ou é convencido pela minha agressividade de que sou um verdadeiro Vy'keen. Tenho acesso total à unidade.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY6",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 6,
    "IncomingMessages": [
      "A minha presença fez disparar um alerta de segurança. Consigo ouvir elementos a serem retirados dos cofres. No ecrã, vejo uma contagem decrescente.",
      "Intruder alert! Commence detonation sequence! Organic fuel flow initiated!",
      "Posso ouvir fluidos pressurizados a encher os canos ao redor do terminal. O som é bastante sinistro, especialmente quando combinado com os alarmes de alta intensidade..."
    ],
    "Options": [
      {
        "Name": "Bloquear linhas de combustível",
        "Text": "Prendo as linhas de combustível. Há um breve momento de tensão à medida que a pressão é acumulada nos canos.\nEstabiliza. A contagem decrescente termina e nada acontece. Com um desastre presumivelmente evitado, o terminal desbloqueia e concede-me acesso.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Remover tubos do catalisador",
        "Text": "Removo o catalisador. Uma pequena explosão chamusca o meu braço antes do recomeço de operações da unidade.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Esperar",
        "Text": "Uma explosão de chamas cobre-me de baixo para cima. A unidade permanece inoperante.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      }
    ]
  },
  {
    "Id": "WAR_FACTORY7",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 7,
    "IncomingMessages": [
      "Os procedimentos de segurança automatizados estão a incinerar o conteúdo de todos os cofres da unidade. O terminal apresenta o manifesto:",
      "Intruder alert! Incinerating trading vault: imminent. Incinerating power vault: imminent. Incinerating storage vault: imminent.",
      "Picos de energia estão a incendiar os cofres um a um. No entanto, o terminal parece permitir recuperações de emergência limitadas..."
    ],
    "Options": [
      {
        "Name": "Recuperar cofre de comércio",
        "Text": "Ativo o sistema de recuperação de emergência. O drone só tem tempo de extrair o conteúdo do cofre de comércio antes de todas as mercadorias serem incineradas.",
        "RewardIds": [
          "MONEY_L"
        ]
      },
      {
        "Name": "Recuperar cofre da relíquia",
        "Text": "Ativo o sistema de recuperação de emergência. O drone só tem tempo de extrair o conteúdo do cofre de relíquias antes de todas as mercadorias serem incineradas.",
        "RewardIds": [
          "R_DAGGER"
        ]
      },
      {
        "Name": "Recuperar cofre da tecnologia",
        "Text": "Ativo o sistema de recuperação de emergência. O drone só tem tempo de extrair o conteúdo do cofre de tecnologias antes de todas as mercadorias serem incineradas.",
        "RewardIds": [
          "PROC_TECH_ONLY"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY8",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 8,
    "IncomingMessages": [
      "Quando ligo o terminal, um detetor de segurança virado para a frente clica e ajusta o seu foco. Uma imagem minha, em vermelho brilhante, aparece no ecrã.",
      "Security breach! Military action unstoppable! Vy'keen High Command vessel coordinate upload imminent!",
      "O terminal não me permite mais o acesso. No registo da câmera, linhas azuis cruzam o vermelho do meu corpo, combinando exatamente com a malha de refrigeração do meu exofato..."
    ],
    "Options": [
      {
        "Name": "Transmitir código de segurança",
        "Text": "Transmito o código de segurança, pondo fim à transmissão de emergência. A nave de guerra Vy'keen desiste, transmitindo um respeitoso 'Grah'. O terminal desbloqueia.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Hackear código de segurança",
        "Text": "Ligo um circuito de bypass, permitindo transmitir o código de segurança e terminar a transmissão de emergência. A nave de guerra Vy'keen desiste, transmitindo um respeitoso 'Grah'. O terminal desbloqueia.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Alterar coordenadas da unidade",
        "Text": "Tento alterar as coordenadas da unidade, na esperança de desviar o ataque. Ouço uma explosão distante e os gritos de animais a arder. Os processos da unidade regressam ao normal.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY9",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 9,
    "IncomingMessages": [
      "Quando ligo o terminal, um detetor de segurança virado para a frente clica e ajusta o seu foco. Uma imagem minha, em vermelho brilhante, aparece no ecrã.",
      "Interloper detection! Heat detection systems confirm report! High temperature intruder!",
      "O terminal não me permite mais o acesso. No registo da câmera, linhas azuis cruzam o vermelho do meu corpo, combinando exatamente com a malha de refrigeração do meu exofato..."
    ],
    "Options": [
      {
        "Name": "Diminuir fluxo do líquido de arrefecimento",
        "Text": "Altero manualmente o fluxo de refrigeração do meu exofato. Lentamente, um calafrio espalha-se pelo meu corpo. Os meus ossos doem. O meu sangue parece gelo, apunhalando cada fibra do meu ser.\nA imagem no ecrã do terminal muda de um vermelho dramático para um preto total. Sou invisível. O alerta de segurança para e o terminal volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Aumentar fluxo do líquido de arrefecimento",
        "Text": "Altero manualmente o fluxo de refrigeração do meu exofato. Lentamente, sinto uma sensação ardente espalhar-se pelo meu corpo. Começo a suar.\nA imagem no ecrã do terminal exibe um vermelho dramático. A verificação de segurança é concluída e bloqueia-me completamente do terminal.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY12",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 12,
    "IncomingMessages": [
      "Algo estranho paira sobre a unidade. Para além do barulho do alarme, não consigo escapar à sensação de que algo mais sinistro está a ocorrer. Procuro pistas no terminal.",
      "Pathetic warrior learn Vy'keen language! Pass test or encounter fighting pits! ERROR ERROR INSERT CATALYST ERROR ERROR MALFUNCTION",
      "O texto parece flutuar para fora do ecrã, agressivo; não se parece com nenhuma outra unidade de IA que eu tenha encontrado antes. Ecoando do subterrâneo profundo, ouço o lamento eletrónico de sentinelas a morrer..."
    ],
    "Options": [
      {
        "Name": "Inserir metal",
        "Text": "O terminal rejeita a minha entrada. Berra agressivamente na minha direção e depois fecha-se. Parece que falhei no teste.\nEspero que a forma de vida que deveria completá-lo não sofra repercussões.",
        "RewardIds": []
      },
      {
        "Name": "Inserir catalisador",
        "Text": "O terminal aceita a minha entrada. Berra agressivamente, mas mesmo assim concede-me acesso total aos sistemas. Parece que passei no teste. Talvez a forma de vida cujo lugar tomei fique grata.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Inserir catalisador",
        "Text": "O terminal rejeita a minha entrada. Berra agressivamente na minha direção e depois fecha-se. Parece que falhei no teste.\nEspero que a forma de vida que deveria completá-lo não sofra repercussões.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY13",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 13,
    "IncomingMessages": [
      "Algo estranho paira sobre a unidade. Para além do barulho do alarme, não consigo escapar à sensação de que algo mais sinistro está a ocorrer. Procuro pistas no terminal.",
      "Grah! Initiate sentinel blood processing! Vaults full! Grah! Glass and blood! Glass and blood!",
      "O texto parece flutuar para fora do ecrã, agressivo; não se parece com nenhuma outra unidade de IA que eu tenha encontrado antes. Ecoando do subterrâneo profundo, ouço o lamento eletrónico de sentinelas a morrer..."
    ],
    "Options": [
      {
        "Name": "Desativar IA da unidade",
        "Text": "Com suspeita, inicio uma desativação de emergência da IA da unidade. Os alarmes param. O lamento eletrónico sinistro para. Infelizmente, o terminal ficou sem resposta.",
        "RewardIds": []
      },
      {
        "Name": "Inserir Pugneum",
        "Text": "Insiro um fornecimento de pugneum no funil de entrada. As máquinas ganham vida. O lamento eletrónico fica ainda mais alto. Um momento passa.\nA atividade sinistra termina tão estranhamente como começou. O terminal retorna ao texto familiar e aborrecido próprio de um painel de controlo da unidade.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Incinerar cofres",
        "Text": "Com suspeita, inicio uma incineração de emergência dos cofres de armazenamento da unidade. O sinistro gemido eletrónico torna-se mais alto e mais agudo, à medida que o fogo se alastra. Depois, de repente, silêncio.\nA estranha atmosfera da unidade desaparece. O terminal retorna ao texto familiar e aborrecido de um painel de controlo principal.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY16",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 16,
    "IncomingMessages": [
      "A unidade enche-se com um barulho estridente, um aviso de raiva contra a minha intrusão. O terminal apresenta uma mensagem similarmente irritada, aparentemente perturbada com o problema na produção.",
      "Grah! Gek war preparation disrupted! Ammunition production stalled! Metal required!",
      "Parece que um supervisor externo a este mundo está a fazer exigências. Se eu o satisfizer, talvez me seja concedido acesso total ao terminal..."
    ],
    "Options": [
      {
        "Name": "Inserir metal",
        "Text": "Encho a vasilha de entrada com um novo fornecimento de ferrite. As máquinas continuam a funcionar, mas agora sem problemas, com as suas linhas de fornecimento bem alimentadas.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Inserir di-hidrogénio",
        "Text": "Encho a vasilha de entrada com um novo fornecimento de di-hidrogénio. Uma explosão ecoa na máquina abaixo. A substância altamente reativa causou algum tipo de calamidade industrial.",
        "RewardIds": []
      },
      {
        "Name": "Inserir sódio",
        "Text": "Encho a vasilha de entrada com um novo fornecimento de sódio. Uma explosão ecoa na máquina abaixo. A substância altamente reativa causou algum tipo de calamidade industrial.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY17",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 17,
    "IncomingMessages": [
      "A unidade enche-se com um barulho estridente, um aviso de raiva contra a minha intrusão. O terminal apresenta uma mensagem similarmente irritada, aparentemente perturbada com o problema na produção.",
      "High Command demand explanation! Scare element required! Demand chromatic metal! Restore contributions!",
      "Parece que um supervisor externo a este mundo está a fazer exigências. Se eu o satisfizer, talvez me seja concedido acesso total ao terminal..."
    ],
    "Options": [
      {
        "Name": "Emitir contra-ordem",
        "Text": "O terminal retransmite um latido apologético. A exigência é dispensada. O acesso total é concedido ao painel de controlo da unidade.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Inserir Ferrite Magnetizada",
        "Text": "O terminal transmite um latido confuso e irritado. O supervisor remoto fecha completamente o terminal, irritado com a minha contribuição insignificante.",
        "RewardIds": [
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Inserir Metal Cromático",
        "Text": "O terminal retransmite um latido ressonante, a resposta de uma guerreiro satisfeito. Com a sua exigência satisfeita, é-me concedido acesso total ao painel de controlo da unidade.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY19",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 19,
    "IncomingMessages": [
      "O terminal revela que esta instalação produz enzimas e fluidos necessários para as tatuagens Vy'keen. Não é clara a forma como o pigmento é gerado. Não há registo da entrada de materiais de tinta ou fluidos. Vários alienígenas chegam, mas não há rastos da presença ou partida deles.",
      "Security scan initializing! Motion detection cameras operational! Security scan initializing!",
      "Então, eu ouço. Através do zumbido da fábrica, uma batida estranha nas paredes, sussurros de vozes desconhecidas... O terminal aguarda instruções."
    ],
    "Options": [
      {
        "Name": "Ir para o esconderijo",
        "Text": "Tento esconder-me. No entanto, é tarde demais. Os detetores encontram-me quando tento baixar-me. O segundo alerta de segurança faz com que toda a unidade seja desativada.",
        "RewardIds": []
      },
      {
        "Name": "Permanecer quieto",
        "Text": "Permaneço perfeitamente imóvel enquanto os detetores passam sobre mim, com os seus olhos eletrónicos sem piscar. Eventualmente, acabam por passar por mim.\nCom as verificações concluídas, o alerta de segurança chega ao fim. O terminal desbloqueia.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY20",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 20,
    "IncomingMessages": [
      "O terminal indica um aviso urgente. Uma parte vital da unidade foi comprometida pelo alerta de segurança.",
      "Intruder alert! Battle enzyme production halted! Electrical charge removed from body harvest circuit!",
      "O ecrã surpreende-me. O coração de um guerreiro está na ecrã, com batida irregular.  Ligado a fios e válvulas artificiais, parece bombear um líquido biológico através de órgãos nas profundezas da unidade."
    ],
    "Options": [
      {
        "Name": "Aumentar o fluxo elétrico",
        "Text": "Aumento o fluxo de energia para o coração da unidade. Estremece e depois estabelece uma cadência regular.\nA sua estranha existência continua. Com esta emergência concluída, o terminal é revertido para um sistema de fábrica normal.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Iniciar fluxo de adrenalina",
        "Text": "Inicio uma onda de adrenalina diretamente no coração da unidade. Este estremece e fica cada vez mais tenso... e com uma convulsão final, para.\nO ecrã do terminal desliga-se. Não há nada para ver além de uma escuridão negra.",
        "RewardIds": []
      },
      {
        "Name": "Desligar sistemas",
        "Text": "Desligo a unidade na tentativa de aliviar a tensão no seu coração. Mas quando os sistemas se desligam, o coração começa a desacelerar. Antes que eu possa reverter o processo, deixa de bater.\nA massa de órgãos que dependia dos seus processos sofre de falta de oxigénio e morre. O ecrã do terminal é cortado. Não há nada para ver além de uma escuridão negra.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY29",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 29,
    "IncomingMessages": [
      "O terminal revela que esta instalação produz enzimas e fluidos necessários para as tatuagens Vy'keen. Não é clara a forma como o pigmento é gerado. Não há registo da entrada de materiais de tinta ou fluidos. Vários alienígenas chegam, mas não há rastos da presença ou partida deles.",
      "Help... us. Harvested... get out...",
      "Então, eu ouço. Através do zumbido da fábrica, uma batida estranha nas paredes, sussurros de vozes desconhecidas... O terminal aguarda instruções."
    ],
    "Options": [
      {
        "Name": "Pedir uma tatuagem de batalha",
        "Text": "A máquina tenta marcar-me com o fluido de tatuagem, mas não parece ter sido criado para a minha fisiologia única.\nVou-me embora, queimado e danificado.",
        "RewardIds": []
      },
      {
        "Name": "Desativar a energia",
        "Text": "Desativo a energia. O ecrã mostra vários sinais de vida dentro das instalações, uma centena de almas ou mais que em breve começam a falecer.\nParece uma misericórdia. A linha de produção cessa e o sangue meio convertido jorra de vários tubos.",
        "RewardIds": []
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Movimento-me pelo meio dos seus computadores à procura de informações para recolher. Descubro um diagrama para uma tecnologia desconhecida.\nEnquanto o extraio, algo começa a golpear uma das paredes internas. Tenho de ir embora.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY30",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 30,
    "IncomingMessages": [
      "O ecrã mostra o coração morto de um guerreiro. Milhares como este estão disponíveis nos arquivos deste lugar, privado de energia há imenso tempo.",
      "Universe real. We are real. All who oppose this truth shall be struck down, grah! So speaks Hirk Sentinelbane, Abyss Keeper and Lord of Final Monolith...",
      "O registo mostra que os corações se revoltaram. Já não permitiam que a sua enzima de batalha fosse utilizada para o bem do Alto Comando. Queriam a morte que tinha sido prometida.\n\nEste sistema foi configurado para enganar as autoridades. O Alto Comando Vy'keen acredita que esta instalação ainda está ativa e repleta de corpos capturados, a produzir enzimas obedientemente."
    ],
    "Options": [
      {
        "Name": "Desligar produção",
        "Text": "Desligo a produção. Não devem existir muitas máquina de impressão Vy'keen na galáxia e agora há uma a menos.\n\nNo meio dos detritos da fábrica, encontro uma tecnologia descartada. Talvez possa ser útil.",
        "RewardIds": []
      },
      {
        "Name": "Denunciar às autoridades Vy'keen",
        "Text": "Denuncio a existência da fábrica às autoridades Vy'keen. Dizem que eu cometi uma blasfémia e ameaçam perseguir-me. Emitem um choque elétrico por todo o terminal.",
        "RewardIds": []
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Tento roubar a tecnologia, mas os sistemas automáticos de defesa da fábrica lançam um raio de energia para o meu fato. Seja lá o que for que está aqui não vale a pena os incómodos.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY31",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 31,
    "IncomingMessages": [
      "O ecrã mostra o coração morto de um guerreiro. Milhares como este estão disponíveis nos arquivos deste lugar, privado de energia há imenso tempo.",
      "UPLINK ONLINE : ALL LIFESIGNS POSITIVE : ENZYME PRODUCTION 100%",
      "O registo mostra que os corações se revoltaram. Já não permitiam que a sua enzima de batalha fosse utilizada para o bem do Alto Comando. Queriam a morte que tinha sido prometida.\n\nEste sistema foi configurado para enganar as autoridades. O Alto Comando Vy'keen acredita que esta instalação ainda está ativa e repleta de corpos capturados, a produzir enzimas obedientemente."
    ],
    "Options": [
      {
        "Name": "Alertar as autoridades",
        "Text": "Alerto as autoridades. Os Vy'keen ficam satisfeitos com a minha assistência e afirmam que irão retribuir com os atos necessários de justiça por esses crimes.",
        "RewardIds": []
      },
      {
        "Name": "Reativar o sistema",
        "Text": "Reativo o sistema, mas não acontece nada. Morte é morte.",
        "RewardIds": []
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Tento roubar a tecnologia do terminal. Obtenho aglomerados de nanite.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY32",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 32,
    "IncomingMessages": [
      "Quando me aproximo do terminal o ar torna-se espesso com um gás desconhecido.",
      "Grah! Sentinel trophy rises - should have killed it - run - no honour in -",
      "Começo a respirar rapidamente e o meu peito parece inchar-se com uma energia desconhecida. O terminal identifica a substância como Grahgrah. Sinto uma súbita vontade de gritar..."
    ],
    "Options": [
      {
        "Name": "Alertar as autoridades",
        "Text": "Alerto as autoridades Vy'keen para a perda da sua fábrica. É enviado um caça Sentinela para este mundo. Sou recompensado pelos meus esforços.",
        "RewardIds": []
      },
      {
        "Name": "Detetar Sentinelas",
        "Text": "Faço deteções de Sentinelas mas não encontro nada. O que quer que seja que estava aqui, já se foi.",
        "RewardIds": []
      },
      {
        "Name": "Tentar reparar",
        "Text": "Tento reparar a violação no suporte de vida, mas o sistema revolta-se e acabo por ser danificado. Deveria sair. Não há nada aqui para mim.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY33",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 33,
    "IncomingMessages": [
      "Quando me aproximo do terminal o ar torna-se espesso com um gás desconhecido.",
      "UNREGISTERED USER : DEPLOYING GRAHGRAH FROM EMERGENCY SUPPLY",
      "Começo a respirar rapidamente e o meu peito parece inchar-se com uma energia desconhecida. O terminal identifica a substância como Grahgrah. Sinto uma súbita vontade de gritar..."
    ],
    "Options": [
      {
        "Name": "Gritar",
        "Text": "Grito. Não é um grito de medo, mas antes um grito de batalha. Os níveis de gás começam a diminuir mas, no entanto, aqueles que criaram esta fábrica registaram a minha reação.\nDivertidos, utilizam o terminal para me recompensar.",
        "RewardIds": []
      },
      {
        "Name": "Resistir ao impulso",
        "Text": "Luto contra o impulso de gritar, sustenho a respiração e tento acelerar a proteção de risco do meu fato.\n\nEnquanto resisto, os níveis de gás diminuem. O terminal regista a desilusão dos que criaram esta fábrica.",
        "RewardIds": []
      },
      {
        "Name": "Esmagar o terminal",
        "Text": "Esmago o terminal, o que faz com que a concentração de gás aumente cada vez mais.\n\nPor fim, o grito emerge incontrolavelmente e rasga as minhas cordas vocais. O gás começa a dissipar, e tudo o que me resta é dor e sede de batalha.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY34",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 34,
    "IncomingMessages": [
      "A fábrica produz componentes para naves espaciais, utilizando os recursos disponíveis neste mundo.",
      "Interloper! Vent energy! Increase production at once!",
      "Esta instalação fabrica peças para guerreiros Vy'keen. Enquanto os edifícios dos Vy'keen são altamente fortificados para suportar bombardeamentos, as suas naves priorizam a velocidade e a flexibilidade necessárias para as suas caças.\nUma transmissão de vídeo no terminal mostra um aviso: um guerreiro acena freneticamente para uma câmara instalada nas profundezas do coração da fábrica."
    ],
    "Options": [
      {
        "Name": "Aumentar a velocidade de produção",
        "Text": "Aumento a velocidade de produção.\nUma mensagem informa-me que os níveis de calor estão a voltar aos limites normais e a energia adicional a ser dissipada nas profundezas da fábrica.\nO guerreiro recompensa-me com um presente, como agradecimento por salvar a sua vida.",
        "RewardIds": []
      },
      {
        "Name": "Reduzir a velocidade de produção",
        "Text": "Reduzo a velocidade de produção.\nO guerreiro começa a entrar em pânico e grita enquanto o seu corpo inteiro é queimado pelo aumento do calor da fábrica hiperativa.\nO vídeo é interrompido e os processos da fábrica começam a parar lentamente.",
        "RewardIds": []
      },
      {
        "Name": "Acenar de volta",
        "Text": "Aceno de volta ao guerreiro.\nO guerreiro começa a entrar em pânico e grita enquanto o seu corpo é queimado pelo aumento do calor da fábrica hiperativa.\nO vídeo é interrompido e o cheiro de fumo começa a flutuar pelo ar. Tenho de partir.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY35",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 35,
    "IncomingMessages": [
      "A fábrica produz armas brancas, sem qualquer componente baseado em energia.",
      "PRODUCTION HALTED: IMMOBILE ORGANIC MATTER IN PIPE 17",
      "O manifesto sugere que são destinadas à utilização ritual na frota Vy'keen, lembrando que a morte mais grandiosa chega quando se olha o adversário nos olhos, sem recurso a tecnologia, cara a cara no combate final...\n\nAlguma coisa correu mal. A produção está bloqueada por um material estranho."
    ],
    "Options": [
      {
        "Name": "Desativar a linha de produção",
        "Text": "Começo a desativar a linha de produção, o que permite que uma criatura se esquive da maquinaria. O sistema automatizado da fábrica oferece-me uma recompensa.",
        "RewardIds": []
      },
      {
        "Name": "Depurar matéria biológica",
        "Text": "Começo a depuração da matéria biológica na fábrica em baixo. O terminal confirma a morte de uma criatura desconhecida. O sistema automatizado da fábrica oferece-me uma recompensa.",
        "RewardIds": []
      },
      {
        "Name": "Levar tecnologia",
        "Text": "Ignoro a linha de produção e foco-me na tecnologia do sistema. Recolho vários aglomerados de nanite da máquina.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY36",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 36,
    "IncomingMessages": [
      "A fábrica parece ter terminado a produção há muito tempo - os seus sistemas estão devolutos e abandonados.",
      "Do not drink the water... warriors lost... Grah! This was preventable, this -",
      "No entanto, o símbolo dos Vy'keen ainda ocupa esses terminais, a piscar, a aguardar instruções. Um relatório de áudio é reproduzido repetidamente."
    ],
    "Options": [
      {
        "Name": "Tentar reiniciar a fábrica",
        "Text": "Tento reiniciar os sistemas da fábrica. Aglomerados de nanite saltam das entranhas da fábrica. Levo alguns comigo.",
        "RewardIds": []
      },
      {
        "Name": "Alertar as autoridades Vy'keen",
        "Text": "Alerto as autoridades Vy'keen para a perda da sua fábrica. É enviada uma equipa inquisitória para este mundo e eu sou recompensado pelos meus esforços.",
        "RewardIds": []
      },
      {
        "Name": "Levar tecnologia",
        "Text": "Tento extrair diagramas dos sistemas da fábrica e consigo obter uma nova tecnologia.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_1",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 1,
    "IncomingMessages": [
      "Descubro uma animada mensagem extraplanetária. Parece estar a discutir um relatório com... uma imagem minha no centro!",
      "Unknown lifeform research is HIGHLY commendable Entity! Discuss data with Korvax Convergence immediately!",
      "Alguém parece intrigado com a minha viagem e pode muito bem querer ajudar-me. Deverei entrar em contacto?"
    ],
    "Options": [
      {
        "Name": "Apagar relatório",
        "Text": "O relatório é apagado do sistema.\n \nUma mensagem extraterritorial aparece por breves momentos. Alguém ficou desiludido.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Iniciar comunicação",
        "Text": "Por breves momentos, vejo as luzes da máscara a observar-me antes das comunicações serem cortadas.\n \nO terminal recompensa-me com conhecimento valioso.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_2",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 2,
    "IncomingMessages": [
      "Encontro um relatório cheio de imagens de Sentinelas mas o envio parece ter sido interrompido.",
      "Ahem. Planetary Sentinel scan data? UPLOAD SENTINEL SCAN DATA, ENTITY! IMMEDIATELY!",
      "Uma exigente, talvez até rude, mensagem extraplanetária pisca na minha direção. Alguém, algures, quer algo."
    ],
    "Options": [
      {
        "Name": "Reenviar dados das Sentinelas",
        "Text": "O pacote de informação foi enviado e o pagamento aparece instantaneamente.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Responder com uma recusa",
        "Text": "Aparecem umas luzes vermelhas e brilhantes a gritar numa linguagem binária.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_4",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 4,
    "IncomingMessages": [
      "Uma mensagem extraplanetária, enviada em massa, mostra formas de vida eletrónicas danificadas. Com braços arrancados, máscaras esmagadas e as luzes faciais enfraquecidas.",
      "Korvax friend! Dangerous creatures attack Korvax Entity! For weaponry sales contact Gek Trade Federation today!",
      "Parece ofensivo. É uma tentativa clara de choque, para obrigar os recipientes a responder. As respostas podem ser enviadas com unidades anexadas ..."
    ],
    "Options": [
      {
        "Name": "Responder com unidades",
        "Text": "Paguei por uma nova Multiferramenta para me proteger.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Responder com afronta",
        "Text": "Não recebo resposta. Mas há alguém que me valoriza...",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Não responder",
        "Text": "Deixo a desagradável mensagem por responder.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_6",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 6,
    "IncomingMessages": [
      "Uma imagem de um sistema solar distante está a ser analisada aqui. Consegue-se ver uma lua rica em minerais a orbitar um planeta desolado e tóxico.\nNo fundo, ligeiramente obscurecida, está uma estranha mancha escura. Uma forma de diamante a flutuar no espaço, com luzes vermelhas no centro.",
      "Atlas Interface awakes? Upload research findings immediately entity! Korvax Convergence sends relevant research technology!",
      "Não há coordenadas visíveis, mas posso melhorar diferentes partes da imagem para estudá-las e carregar automaticamente os resultados do terminal."
    ],
    "Options": [
      {
        "Name": "Melhorar imagem da lua",
        "Text": "Os dados da minha investigação são enviados.\n\nRecebo um novo diagrama de tecnologia para Multiferramentas para ajudar os meus estudos",
        "RewardIds": [
          "PROC_TECH_WEAP",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Melhorar imagem do planeta",
        "Text": "Os dados da minha investigação são enviados.\n\nRecebo um novo diagrama de tecnologia para exofatos para ajudar os meus estudos.",
        "RewardIds": [
          "PROC_TECH_SUIT",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Melhorar imagem da estrutura em forma de diamante",
        "Text": "Os dados da minha investigação são enviados.\n\nRecebo um novo diagrama de tecnologia para naves para ajudar os meus estudos.",
        "RewardIds": [
          "PROC_TECH_SHIP",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_7",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 7,
    "IncomingMessages": [
      "Uma mensagem extraplanetária enviada para todas as estações de investigação planetária preencheu o ecrã com planos para uma expedição científica. Complexos gráficos, requisitos de equipamentos e planos para experiências orbitais ocupam o ecrã.",
      "Research entity! Atlas Interface mission begins! Donate contribution! Specialists apply here! Convergence sends specialists ship technology!",
      "O cofre de recursos do posto está aberto a contribuições de metais para ajudar a causa, mas parece que o cientista residente também se poderia juntar à frota... apesar de isso exigir uma nave melhorada."
    ],
    "Options": [
      {
        "Name": "Contribuir com um metal",
        "Text": "A minha contribuição é aceite.\n\nÉ disponibilizado conhecimento útil juntamente com um agradecimento.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Integrar equipa",
        "Text": "A candidatura do cientista é aprovada.\n\nÉ disponibilizado um diagrama de tecnologia para naves.",
        "RewardIds": [
          "PROC_TECH_SHIP",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_8",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 8,
    "IncomingMessages": [
      "Este posto parece ser uma vasta biblioteca de conhecimento de produção. Uma vasta lista de receitas de produtos é exibida no terminal. Move-se tão rápido que é doloroso olhar para elas. Parecem estar catalogadas pelos seus elementos base, mas uma análise mais detalhada vai nausear-me.",
      "Korvax Convergence product catalogue available. Insert element to filter product catalogue.",
      "Os cofres de recursos ao meu lado estão abertos, e são claramente usados regularmente."
    ],
    "Options": [
      {
        "Name": "Inserir catalisador",
        "Text": "O terminal usa o elemento para isolar e selecionar uma recompensa.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Inserir matéria orgânica",
        "Text": "O terminal usa o elemento para isolar e selecionar uma recompensa.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Inserir metal",
        "Text": "O terminal usa o elemento para isolar e selecionar uma recompensa.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_10",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 10,
    "IncomingMessages": [
      "Resmas de dados estão a fluir para este terminal, vindas de postos de investigação em todo o planeta. Além de ser um armazém para os produtos planetários trancados nos cofres debaixo de mim, este também é um ponto de transmissão.",
      "Avoid data disruption! Korvax Convergence sends reward for additional data!",
      "O conhecimento acumulado sobre este mundo está a ser enviado para uma nave almirante científica em órbita bem lá em cima. Poderia facilmente quebrar o fluxo para melhorar o meu conhecimento, mas partilhar o meu conhecimento e as minhas descobertas também é uma opção."
    ],
    "Options": [
      {
        "Name": "Quebrar fluxo de dados",
        "Text": "Ganho um novo diagrama tecnológico.\n\nContudo, a minha ação corrompeu toda o circuito de transferência....",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Partilhar conhecimento",
        "Text": "Os cientistas estão a analisar a minha oferta...\n\n... e agradecem-me com um presente para me ajudar na minha viagem.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_12",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 12,
    "IncomingMessages": [
      "Um procedimento de recurso chegou a um impasse. Enquanto o sistema estava a arquivar uma quantidade enorme de dados linguísticos, esgotou a memória de armazenamento.",
      "Dialect data process stalled. Metal required to finish process.",
      "Posso anexar a minha Multiferramenta para conceder mais espaço, o que exigiria algum tipo de metal para reiniciar o processo..."
    ],
    "Options": [
      {
        "Name": "Inserir metal comum",
        "Text": "O processo reinicia e passa-me conhecimento da língua das formas de vida eletrónicas.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Inserir metal incomum",
        "Text": "O processo continua e melhora o meu conhecimento da língua das formas de vida eletrónicas.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Inserir metal raro",
        "Text": "O processo é concluído e alarga o meu conhecimento da língua das formas de vida eletrónicas.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_13",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 13,
    "IncomingMessages": [
      "A unidade está a processar um sinal vindo de um local longínquo no espaço. Uma quantidade infindável de unidades de processamento estão a ser combinadas de forma a decifrar o código de uma estranha linguagem matemática.",
      "Atlas Interface signal awakes? Research entity! Insert catalyst constantly! Avoid disruption!",
      "Estão a ser extraídos elementos raros dos cofres de recursos aos meus pés, mas alguns estão a esgotar."
    ],
    "Options": [
      {
        "Name": "Colocar metal no cofre",
        "Text": "Os metais são adicionados ao processo.\n\nNão têm impacto nenhum.",
        "RewardIds": []
      },
      {
        "Name": "Colocar catalisadores no cofre",
        "Text": "O material abastece o procedimento de descoberta do código.\n\nUma esfera brilha tenuemente a vermelho no ecrã e depois desvanece.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Levar elementos do cofre",
        "Text": "Recupero elementos raros...\n\n... mas o processo de descoberta do código é suspenso.",
        "RewardIds": [
          "SUBST_FUEL",
          "SUBST_TECH",
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_14",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 14,
    "IncomingMessages": [
      "O posto avançado está abandonado e os seus alarmes continuam a dar um aviso às almas mortas há muito.\n\nOs Korvax desta instalação colocaram-se em quarentena dos restantes da sua espécie, pois acreditavam que um impulso violento estava a emergir no grupo. Algo aconteceu com eles aqui... algo acordou dentro das suas mentes..."
    ],
    "Options": [
      {
        "Name": "Examinar registos",
        "Text": "Examino os registos dos Korvax colocados aqui. Parece que abriram um portal sob as profundezas do planeta, um dispositivo experimental projetado para ver versões alternativas de um planeta em toda a sua glória.\n Derrubaram outras mil unidades Korvax iguais a esta. Tentaram formar uma Segunda Convergência composta inteiramente de seres multiversos, de versões alternativas das suas próprias personalidades.\nAs primeiras eliminações começaram uma semana depois. Apenas restam aglomerados de nanite.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Depurar instalação",
        "Text": "Depuro a instalação e descubro diagramas de tecnologia experimental no processo. O que aqui aconteceu não deve ser repetido.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Alertar os Korvax",
        "Text": "Alerto os Korvax sobre a catástrofe que ocorreu neste posto avançado e faço o upload dos seus registos para a Convergência. Recompensam-me, afirmando que as descobertas feitas neste local irão abrir mundos de estudo e ciência desde então considerados impossíveis.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_15",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 15,
    "IncomingMessages": [
      "A estação de pesquisa contém uma vasta gama de detetores e equipamentos de monitorização dirigidas a corpos de água por todo o sistema. Procura sinais de algo designado como 'abismo'.\n\nOs cientistas que trabalharam aqui pareciam estar a comparar as transmissões que associavam o Atlas a sinais estranhos encontrados na água.\n\nAntes de desaparecerem, os trabalhadores concluíram que este 'abismo' parecia conter uma energia similar mas ainda assim distinta à do próprio Atlas. Outro poder no universo..."
    ],
    "Options": [
      {
        "Name": "Examinar o abismo",
        "Text": "Examino os registos relativos ao abismo. Mostram um padrão repetitivo de dezasseis explosões de energia, uma música que emerge de baixo das ondas.\nO contacto parece alterar a personalidade e os objetivos individuais, mudando até o mais dedicado dos Korvax para um agente com uma espécie de poder imprevisível. \nAglomerados de nanite infetados parecem estar presentes nos arquivos. Levo alguns comigo. Parece ser pelo melhor...",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Examinar o Atlas",
        "Text": "Examino os registos relativos ao Atlas. Mostram interfaces, relatos de luz carmesim e registos de visitas e experiências transcendentes de todo o universo.\nOs Korvax teorizam que o Atlas não existe neste plano da realidade, chegando a nós apenas através de representações substitutas.\nAglomerados de nanite infetados parecem estar presentes nos arquivos. Levo alguns comigo. Parece ser pelo melhor...",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Alertar os Korvax",
        "Text": "Alerto os Korvax para o que aconteceu aqui, mas a Convergência afirma não ter conhecimento desta instalação ou dos que trabalham aqui. O Korvax envolvido desconetou-se da Convergência há dois anos, e presume-se morto...\nSou recompensado pela informação. Os Korvax prometem investigar mais.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_16",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 16,
    "IncomingMessages": [
      "A instalação parece ter sido um local de encontro para múltiplas fações Korvax, para fazerem o upload e o download de múltiplos corpos em situações diplomáticas tensas e em tempos de guerra.\n\nMesmo que toda uma espécie possa unificar-se segundo a sua vontade com uma única grande mente, ainda assim, existe um valor único na comunicação cara-a-cara. Estes Korvax registaram muitas coisas que gostariam manter em segredo dos seus irmãos. Alguns são sempre mais iguais que outros."
    ],
    "Options": [
      {
        "Name": "Aceder aos arquivos",
        "Text": "Acedo aos arquivos destas reuniões. A sociedade oculta dos Korvax parece ter um plano; reuniram-se ao longo dos anos para manipular e encontraram-se secretamente com membros de outras espécies para influenciar o decurso da história.\n\nEncontro nanites, mas encontro algo mais. Eles fizeram recentemente uma reunião sobre os Viajantes... sobre o Atlas... Vi a minha própria cara nestes registos.\n\nVou-me embora, perguntando-me sobre aquilo que acabei de ver.",
        "RewardIds": [
          "TECHFRAG_L"
        ]
      },
      {
        "Name": "Denunciar à Convergência Korvax",
        "Text": "Denuncio a existência da instalação à Convergência Korvax. No meio da minha comunicação, a ligação do painel cai, fazendo com que o sistema de defesa da instalação seja ativado. Fujo, o meu fato está danificado.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Denunciar às outras espécies",
        "Text": "Denuncio a existência da instalação aos Gek e aos Vy'keen. No meio da minha comunicação, a ligação do painel cai, fazendo com que o sistema de defesa da instalação seja ativado. Fujo, o meu fato está danificado.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_17",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 17,
    "IncomingMessages": [
      "O posto avançado é ancestral, mesmo pelos padrões dos Korvax. O registo fala de realidades alternativas, histórias dos Korvax que seguiram caminhos radicalmente divergentes. \n\nEm algumas regiões do multiverso, os seus progenitores nunca perderam as suas origens biológicas. Noutras, permanecem como escravos dos Gek, nunca se insurgem ou convencem os seus falsos mestres da glória do Atlas.\n\nMuitas destas realidades desapareceram, como se nunca tivessem existido."
    ],
    "Options": [
      {
        "Name": "Fazer o upload para os Korvax",
        "Text": "Faço o upload das informações para os Korvax. Eles absorvem as memórias desses ecos dos Korvax alternativos para a sua própria Convergência, o que traz consigo ainda mais tristeza. É tudo o que parece existir para eles, seja qual for a galáxia...\nAgradecem-me, oferecendo Aglomerados de Nanite por todo o terminal.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Procurar por ti mesmo",
        "Text": "Procuro um registo de mim mesmo nessas realidades alternativas, mas não vejo senão paralelos das vidas dos outros. Fiquei sozinho.\n\nResgato Aglomerados de Nanite do terminal e vou embora, perturbado pela minha ausência.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Procuro tecnologia dentro dos computadores da instalação. Não encontro nenhuma apesar de existirem unidades não criptografadas.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_18",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 18,
    "IncomingMessages": [
      "A instalação permitiu a quarentena e o processamento de mentes Korvax a partir de e para a sua convergência central.\n\nO registo mostra arquivos de mentes problemáticas Korvax, umas perturbadas pelas suas ações, outras assombradas pela tristeza; outras ainda que poderiam representar uma ameaça para as mentes que encontram. Chegam aqui, longe da Convergência; procuram superar a dor ou purgar-se.\n\nPermanece uma única alma Korvax. Segundo o registo habita este sistema há trinta anos."
    ],
    "Options": [
      {
        "Name": "Fazer o upload para a Convergência",
        "Text": "Faço o upload da alma para a Convergência.\nGrita enquanto vai e condena-me pela minha ação. Não tenho mais nada.",
        "RewardIds": []
      },
      {
        "Name": "Apagar todo o sistema",
        "Text": "Apago todo o sistema. O Korvax desaparece e fico com Aglomerados de Nanite, a matéria sem forma do sistema.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Confortar o Korvax",
        "Text": "Tento confortar o Korvax, partilhando com ele histórias das minhas viagens.\n\nAgradece-me pela tentativa, mas afirma que não é suficiente. Aquele que amou está morto. Não há mais nada para ele a não ser este consolo, esta penitência pelo que fez.\n\nOferece-me um sinal de agradecimento e pede-me para o deixar em paz. Quer ficar sozinho.",
        "RewardIds": [
          "R_KORVAXCASING"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_19",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 19,
    "IncomingMessages": [
      "A instalação serviu como um ponto central de upload para deteções Korvax de mil mundos, agrupando as suas informações numa tentativa de entender a mecânica subjacente do universo.\n\nO problema era a existência. A solução era um único número, um aviso gritado por cada átomo no firmamento. “Dezasseis”...\n\nDezasseis..."
    ],
    "Options": [
      {
        "Name": "Roubar tecnologia",
        "Text": "Roubo os dados do sistema, deixando o resto da instalação em paz.",
        "RewardIds": []
      },
      {
        "Name": "Analisar dados",
        "Text": "Analiso os dados, tentando entender o significado desta conclusão.\n\nAlgo repara em mim. Algo me lê enquanto eu leio. Aterrorizado, saio. Os sistemas do meu exofato ficaram danificados pelo encontro.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Contribuir com deteções",
        "Text": "Contribuo com deteções dos meus próprios sistemas, de forma a melhorar o modelo Korvax. \n\nA Convergência percebe que o faço e recompensa-me amplamente pela minha assistência.",
        "RewardIds": [
          "STD_INC_EXP",
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_20",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 20,
    "IncomingMessages": [
      "Uma mensagem recebida contém o relatório de um espião Korvax.\n\nO indivíduo disfarçou-se dentro de um corpo Gek; fingiu durante muitos anos que era apenas um simples Gek da Labuta. Recolheu muitas informações daqueles que chamava de amigos. Este foi o propósito da experiência: o inimigo deve ser entendido.\n\nO inimigo nunca deverá ser perdoado, mesmo até o fim dos tempos. Mesmo face à condenação. Os Korvax nunca esquecerão a violência que foi cometida contra eles. Nunca libertarão a sua raiva..."
    ],
    "Options": [
      {
        "Name": "Fazer o upload do relatório para os Gek",
        "Text": "Faço o upload do relatório para os Gek e sou recompensado com créditos por descobrir o espião no meio deles.\n\nDizem-me que após um período de extração de dados, a unidade Korvax será descartada e armazenada para estudo posterior. O meu envolvimento termina aqui.",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Fazer o upload do relatório para os Korvax",
        "Text": "Faço o upload do relatório para os Korvax. As entidades desconfiam do meu auxílio e pagam-me com Aglomerados de Nanite para garantir o meu silêncio. A luta deles continuará.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY1",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 1,
    "IncomingMessages": [
      "A minha intrusão não autorizada ativou um alerta no terminal de controlo. As luzes têm uma cor vermelha hostil.",
      "Reboot initialised. Data loss probability warning. Offsite back-up detonation initialised.",
      "As contra-medidas de segurança iniciaram uma limpeza completa do sistema. Vejo arquivos após arquivos a serem removidos dos registos."
    ],
    "Options": [
      {
        "Name": "Forçar reinício",
        "Text": "Reinicio o sistema à força. Após uma curta pausa, o ecrã volta a ganhar vida. Todos os vestígios do programa de segurança desapareceram.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Guardar dados",
        "Text": "A minha tentativa de intromissão é detetada de imediato. O sistema é reiniciado e surge um ecrã em branco. Todos os dados foram perdidos.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Aguardar",
        "Text": "Enquanto espero, as contra-medidas completam a limpeza do sistema. O ecrã é desligado, numa cor preta sem vida.",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY3",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 3,
    "IncomingMessages": [
      "A minha entrada na unidade interrompeu uma rotina de manutenção automatizada. O terminal indica uma mensagem de aviso:",
      "Save failed! Tech blueprint data corrupted! Reconstruction probability: high",
      "Um ficheiro fragmentado parece ter congelado o sistema. A máquina está constantemente a tentar abri-lo."
    ],
    "Options": [
      {
        "Name": "Tentar reconstruir",
        "Text": "A operação de recuperação de dados é concluída. Um a um, os erros são limpos do ecrã do terminal.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Apagar ficheiro",
        "Text": "Ao ter eliminado manualmente o ficheiro corrompido, a máquina parece ter sido libertada do seu bloqueio. Só posso esperar que não contivesse algo valioso.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY4",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 4,
    "IncomingMessages": [
      "A unidade aciona o alarme. No entanto, parece que não sou o primeiro intruso. O ecrã do terminal indica uma anterior tentativa de intrusão.",
      "Virus detection warning! File extracting valuable data!",
      "Caracteres estranhos e inconstantes dançam no ecrã de comando dos terminais. Algum código alienígena está a assumir o controlo da unidade de pesquisa do sistema."
    ],
    "Options": [
      {
        "Name": "Colocar processo alienígena em quarentena",
        "Text": "A operação de quarentena foi concluída e o código alienígena foi purgado do sistema. Os alarmes silenciam-se.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Permitir processo alienígena",
        "Text": "Escrevo alguns comandos, reconhecendo mas não removendo o vírus.\nHá um pequeno atraso, quase deliberado. O ecrã apresenta algumas runas. O terminal dá-me acesso à unidade. O código alienígena retoma a sua operação de recolha.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY5",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 5,
    "IncomingMessages": [
      "O posto avançado parece estar a executar uma análise planetária complexa. O alarme anuncia a minha intrusão, mas a operação continua. Tento entender a situação.",
      "Warning! Interruption forbidden! Sentinel scan ending soon! Control returning to overseer imminently!",
      "A análise continua. Parece estar a consumir todos os recursos da unidade, impedindo outras operações. Um grande botão vermelho de cancelamento pisca de forma tentadora."
    ],
    "Options": [
      {
        "Name": "Cancelar deteção planetária",
        "Text": "Primo o botão de cancelamento. Os dados de análise são eliminados. Um processo remoto, detetando o final prematuro da análise, desativa a unidade por completo.",
        "RewardIds": []
      },
      {
        "Name": "Aguardar",
        "Text": "Espero pacientemente. A análise acaba de ser processada e carrega os dados. Ao concluir esta tarefa especial, a unidade volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY7",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 7,
    "IncomingMessages": [
      "A minha entrada fez a unidade bloquear de imediato, interrompendo todas as operações. As leituras no terminal indicam uma espécie de operação de exploração ou perfuração profunda.",
      "Geological scan in progress! Medial strata mined. Remote connection error! Immediate probe recall required!",
      "Um esquema de sonda pisca em vermelho. Parece que é necessário inserir alguma coisa."
    ],
    "Options": [
      {
        "Name": "Chamar sonda",
        "Text": "Ouço engrenagens a zumbir e o assobio de um cabo de metal. A unidade estremece lentamente enquanto as máquinas mordem o cabo e começam a puxar.\nApós um atraso agonizante, o terminal anuncia uma extração. O alarme detém-se.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Reiniciar sonda",
        "Text": "Experimento reiniciar a sonda várias vezes. Não responde aos meus comandos. Entretanto, os alertas de erro ficam cada vez piores.",
        "InteractionId": "EXP_FACTORY7",
        "RewardIds": []
      },
      {
        "Name": "Detonar sonda",
        "Text": "Ouço um ruído distante e profundo, um trovão nas profundezas. Alertas preenchem o ecrã do terminal com uma fúria intermitente. O terminal recusa-se a aceitar mais entradas.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY8",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 8,
    "IncomingMessages": [
      "Os alarmes soam, avisando sobre a minha intrusão. A unidade é operada remotamente e ninguém responde ao aviso.\nO terminal indica que a unidade executava uma pesquisa especializada.",
      "Experiment containment failure. Common fuel element overcharge explosion. Clarify should continue?",
      "O terminal parece solicitar confirmação manual da sua experiência..."
    ],
    "Options": [
      {
        "Name": "Continuar experiência",
        "Text": "Toco nalguns comandos no terminal, autorizando que continue.\nOcorre uma pausa e depois ouço um rugido. A vasilha cospe fogo. Fumo começa a sair do teclado do terminal. Todo o sistema é desativado.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Terminar experiência",
        "Text": "Toco em alguns comandos no terminal e termino o processamento. Uma pequena quantidade de cinzas sai de uma vasilha.\nAs máquinas fazem um ruído e reconfiguram-se para iniciar operações de pesquisa normais.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Inserir carbono",
        "Text": "Toco nalguns comandos no terminal, abrindo a sua vasilha de entrada. Insiro algum carbono do Exofato.\nOcorre uma pausa e depois ouço um rugido. A vasilha cospe fogo. Fumo começa a sair do teclado do terminal. Todo o sistema é desativado.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY10",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 10,
    "IncomingMessages": [
      "Os sistemas de segurança reagiram à minha entrada não autorizada. O terminal lança uma série de avisos.",
      "Illegal access! Security control deployed! All goods will be incinerated!",
      "O terminal mostra um ciclo de imagens de chamas. Posso sentir o calor a subir dos cofres de recursos mais abaixo."
    ],
    "Options": [
      {
        "Name": "Submeter pedido de cancelamento",
        "Text": "As chamas no cofre de recursos diminuem. A instalação perdeu alguns dos seus mantimentos, mas não está danificada.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Ativar extintores",
        "Text": "As chamas no cofre de recursos diminuem. A instalação perdeu alguns dos seus mantimentos, mas não está danificada.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Adicionar combustível",
        "Text": "Adiciono oxigénio ao fogo que lavra nos cofres mais abaixo. A intensidade aumenta e o fumo sobe a partir das vasilhas de recursos. O terminal fecha e o meu fato começa a aquecer em demasia. Apenas posso culpar-me a mim próprio.",
        "RewardIds": [
          "STD_DEC_EXP",
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY13",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 13,
    "IncomingMessages": [
      "A maquinaria está a extrair óxidos de um asteróide capturado. O processo foi interrompido. A fábrica tresanda a metal queimado e o solo está demasiado quente. Procuro pistas no terminal.",
      "Eheu, drill motor automated disconnection! Motor fire! Repair immediately Entity!",
      "O terminal apresenta várias opções de drone de reparação. Debaixo dos meus pés, ouço o sinistro ranger e estourar de metal a bater contra metal."
    ],
    "Options": [
      {
        "Name": "Reparar broca de perfuração",
        "Text": "A broca de mineração asteroide é substituída.\n\nPermanece inoperante.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Reparar motor de perfuração",
        "Text": "A unidade mobiliza um enxame de nanodrones dentro dos seus mecanismos internos. O terminal acompanha o seu progresso em direção ao local de reparação.\nInúmeros drones são destruídos pelo fogo, mas acabam por superar os níveis de calor no motor de perfuração avariado.Lenta mas seguramente, a instalação volta a funcionar.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY15",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 15,
    "IncomingMessages": [
      "A minha intrusão provocou uma espécie de desativação alvoroçada. Mesmo com o som do alarme, consigo ouvir o barulho de elementos a cair em cascata pelos canos. O terminal pisca um aviso:",
      "Warning! Catalyst overload! Circuit board technology overheat warning!",
      "Parece que o sistema está com dificuldades em lidar com o excesso. Uma paragem de emergência automática está prestes a começar."
    ],
    "Options": [
      {
        "Name": "Retirar calha de abastecimento",
        "Text": "O som de elementos em cascata acalma. Os alarmes param. No entanto, a unidade também.",
        "RewardIds": []
      },
      {
        "Name": "Anular alerta de segurança",
        "Text": "Ao anular o alerta de segurança, o alarme é interrompido de imediato. Sem motivo para prolongar o processo de desativação, a IA da unidade reverte os elementos e retorna o sistema ao normal.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Injetar refrigerante",
        "Text": "Ativo os injetores do líquido de refrigeração da instalação. A cascata continua, mas as advertências tornam-se menos severas. Eventualmente, param. O problema foi controlado, embora a unidade esteja substancialmente menos rica.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY16",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 16,
    "IncomingMessages": [
      "O ar está comprometido. A minha entrada permitiu que o esmagador calor atmosférico sufocasse os sistemas sensíveis. Até o terminal primário está a falhar sob as pontas dos meus dedos.",
      "Alert! Alert! Power core isolated! Central artificial intelligence core endangered! Hostile environment detected!",
      "Estão disponíveis diversas operações de recuperação..."
    ],
    "Options": [
      {
        "Name": "Selar núcleo energético",
        "Text": "Protejo o núcleo de força contra a infração. No entanto, os sistemas de controlo vital parecem ter sido danificados para além da possibilidade de reparação.Escuto o zumbido do motor, o único som audível na unidade agora inoperante.",
        "RewardIds": []
      },
      {
        "Name": "Selar matriz primária",
        "Text": "Selo a placa mãe principal da unidade. No entanto, os sistemas de controlo vital parecem ter sido danificados para além da possibilidade de reparação.Toda a unidade começa a ser desativada.",
        "RewardIds": []
      },
      {
        "Name": "Selar IA central",
        "Text": "Protejo as unidades de controlo que abrigam a IA primária da unidade.Com o computador a comandar a unidade, as contra-medidas adequadas são implantadas e o ambiente hostil é eliminado.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY18",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 18,
    "IncomingMessages": [
      "As operações estão desativadas. Um exame de pesquisa recente foi corrompido, provavelmente pela minha interrupção inesperada. Está a fazer falhar todos os sistemas da unidade.",
      "Bad data. Sentinel drone activity scan corrupted. System disengaged.",
      "O terminal percorre uma lista de arquivos potencialmente corrompidos. Parece que tenho direitos de eliminação..."
    ],
    "Options": [
      {
        "Name": "Apagar deteção de quadrúpedes planetários",
        "Text": "Elimino um número de arquivos relacionados com os quadrúpedes que protegem a unidade, mas o sistema permanece desativado.",
        "RewardIds": []
      },
      {
        "Name": "Apagar deteção de Sentinelas",
        "Text": "Elimino um arquivo excecionalmente grande, uma análise do processo de rede que controla os drones dos Sentinelas próximos. Há um grande salto repentino nos recursos computacionais disponíveis. Os processos primários da unidade começam a ser reiniciados.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Apagar pesquisa geológica",
        "Text": "Elimino um número de pacotes de dados geológicos, mas o sistema permanece desativado.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY19",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 19,
    "IncomingMessages": [
      "Flutuações de energia selvagens colocaram as operações de pesquisa num impasse. Quando toco no terminal para investigar, atravessam o meu exofato com uma carga elétrica residual.",
      "Alert! Electronic terminal operator power discharge! Reset primary interface!",
      "As leituras no terminal indicam que as flutuações de energia estão a ficar mais fortes e mais violentas. Não demorará muito para que destruam toda a unidade."
    ],
    "Options": [
      {
        "Name": "Estabilizar bateria de produção",
        "Text": "Tento estabilizar o fluxo de energia em toda a unidade, mas as flutuações continuam. O terminal começa a entrar em curto-circuito e, em seguida, desliga-se completamente.",
        "RewardIds": []
      },
      {
        "Name": "Reiniciar o terminal primário",
        "Text": "Redefino a interface primária. Um por um, os sistemas voltam a funcionar. As flutuações de energia cessam.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY20",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 20,
    "IncomingMessages": [
      "Os sistemas são recarregados apesar do alerta de segurança. Os equipamentos sob os meus pés vibram com alta intensidade. O terminal lança um aviso.",
      "Danger! Excess power! Decrease energy use immediately! Delivery at maximum!",
      "Deteto um ligeiro cheiro a queimado..."
    ],
    "Options": [
      {
        "Name": "Reduzir os níveis de fornecimento de energia",
        "Text": "Reduzo o fornecimento de energia de forma geral. A unidade retorna aos níveis de atividade aceitáveis.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": []
      },
      {
        "Name": "Aumentar o fornecimento de energia do ventilador",
        "Text": "Aumento os sistemas de arrefecimento. A pressão adicional sobre o fornecimento de energia dá origem a um pequeno incêndio interno. O terminal fica desativado.",
        "RewardIds": []
      },
      {
        "Name": "Aumentar o fornecimento de líquido refrigerante",
        "Text": "Aumento os sistemas de arrefecimento. A pressão adicional sobre o fornecimento de energia dá origem a um pequeno incêndio interno. O terminal fica desativado.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY21",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 21,
    "IncomingMessages": [
      "Aproximo-me do terminal. Pisca um alerta de segurança, mas ao lado está um aviso que nunca tinha visto.",
      "Unexpected biological blockage detected. Power delivery network disruption!",
      "Um vídeo mostra uma pequena criatura a mexer-se através das ligações abaixo, acordada pelo alerta de segurança. A sua escolha para nidificar foi imprudente..."
    ],
    "Options": [
      {
        "Name": "Iniciar onda de energia",
        "Text": "Coloco energia nos cabos. Um cheiro de carne assada surge dos sistemas abaixo. O sistema está de novo a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Descarregar rede de produção",
        "Text": "Envio uma onda de fluido de limpeza altamente ácida através dos canos. A criatura é varrida. Ouço um leve assobio quando borbulha em direção ao nada. O sistema volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Deixar a criatura em paz",
        "Text": "Espero. Impulsionada pelos alarmes, a criatura luta desesperadamente pela saída. Eventualmente, solta-se. O sistema volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY22",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 22,
    "IncomingMessages": [
      "O alarme provocou a incineração instantânea dos elementos utilizados. O processo para o qual estavam a ser utilizados ainda se encontra ativado.",
      "Databank back-up process stalled. Raw metal required to finish process.",
      "O meu detetor está a encontrar traços de metal, sobras do processo de produção anterior."
    ],
    "Options": [
      {
        "Name": "Fornecer metal",
        "Text": "Volto a colocar o metal na vasilha de mantimentos da unidade. A produção volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Fornecer metal",
        "Text": "Volto a colocar o metal na vasilha de mantimentos da unidade. A produção volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Fornecer metal",
        "Text": "Volto a colocar o metal na vasilha de mantimentos da unidade. A produção volta a funcionar.",
        "InteractionId": "?ALL_FACT_REWARD",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY30",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 30,
    "IncomingMessages": [
      "O terminal mostra vários esquemas relacionados com tecnologias de drones e andarilhos Sentinela.",
      "Warped flesh with metal, saw the truth - the truth - the -",
      "Os criadores desta unidade pareciam estar interessados particularmente em algo chamado Cubo de Vórtice. Estavam a tentar duplicar o seu modelo.\n\nSensores nas entranhas da fábrica dão sinais estranhos. Algo ainda vibra lá em baixo na escuridão, algo que não está verdadeiramente vivo ou morto..."
    ],
    "Options": [
      {
        "Name": "Depurar profundezas",
        "Text": "Utilizo o protocolo de depuração da fábrica para libertar um gás nas profundezas da fábrica, o que aparentemente faz com que a criatura escondida fique imóvel.\n\nLevo a tecnologia que encontro aqui e saio. Nada de bom pode acontecer se permanecer aqui.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Levar Cubo de Vórtice",
        "Text": "Levo o Cubo de Vórtice e saio. Nada de bom pode acontecer se permanecer aqui.",
        "RewardIds": [
          "R_CAVECUBE"
        ]
      },
      {
        "Name": "Detetar Sentinelas",
        "Text": "Inicio uma deteção por Sentinelas. O resultado é incorreto... deve ser. De acordo com esta deteção, estão à minha volta, observando-me enquanto estou aqui.\n\nLevo a tecnologia que encontro aqui e saio. Nada de bom pode acontecer se permanecer aqui.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY31",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 31,
    "IncomingMessages": [
      "A fábrica parece produzir peças sobressalentes para os exofatos dos Korvax alienígenas, cuspindo máscaras atrás de máscaras, braços, blocos de dados e até pés.",
      "Where is entity?! Transfer failure / non-existence / terminate! Transfer, transfer!",
      "Enquanto observo a linha de produção do terminal, uma das máscaras desincorporadas começa a gritar. O terminal aguarda instruções e um cronómetro informa-me que uma nave estará a caminho em breve."
    ],
    "Options": [
      {
        "Name": "Tranquilizar a máscara",
        "Text": "Tranquilizo a máscara e digo-lhe que uma nave está a caminho. Mostro à máscara as suas redondezas, transmitindo dados audiovisuais em todo o complexo.\nA máscara parece acalmar-se um pouco, mas vibra ainda com um terror profundo e palpável. Espera salvamento.",
        "RewardIds": []
      },
      {
        "Name": "Denunciar defeito do sistema",
        "Text": "Denuncio um defeito do sistema, o que faz com que a máscara se torne silenciosa, purificada da sua individualidade.",
        "RewardIds": [
          "R_CURIO7"
        ]
      },
      {
        "Name": "Interromper produção",
        "Text": "Faço uma interrupção de toda a produção, o que faz com que a correia transportadora pare o movimento. Mas brevemente acontece algo mais.\nOs outros membros da produção começam a deslocar-se em direção à máscara, como se fossem formar uma figura bípede.\nMas simplesmente passam uns pelos outros - alguns deles caem no chão, outros começam a faiscar energia. Possuem simplesmente a ilusão da vida, nada mais.",
        "RewardIds": []
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY32",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 32,
    "IncomingMessages": [
      "O terminal mostra uma variedade de formas de vida imobilizadas em linhas colossais na escuridão sob a fábrica.",
      "MONITOR SYSTEM NORMAL... ALL LIFEFORMS WITHIN OPERATING PARAMETERS",
      "Parecem ser Geks e Vy'keen, sem piscar, aparentemente alheios a onde estão."
    ],
    "Options": [
      {
        "Name": "Iniciar sistema",
        "Text": "Inicio o sistema, o que faz com que as formas de vida por baixo acordem. Guinam em frente, e as suas cabeças giram lentamente em direção à câmara. Recompensam-me pela ajuda no seu despertar.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Denunciar aos Gek",
        "Text": "Denuncio a existência da fábrica às autoridades Gek. Estes respondem com raiva e medo e alegam que este complexo e outros como este produzem 'Geks Sintéticos', versões artificiais de Geks utilizados para espionagem e infiltração. Recompensam-me pela minha ajuda.",
        "RewardIds": [
          "STD_DEC_EXP",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Denunciar aos Vy'keen",
        "Text": "Denuncio a existência da fábrica às autoridades Vy'keen. Estes respondem com confusão e prometem enviar naves espaciais para descobrir o propósito da fábrica.",
        "RewardIds": [
          "STD_DEC_EXP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY33",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 33,
    "IncomingMessages": [
      "A fábrica é diferente de todas as outras instalações Korvax que já vi. Não parece produzir máquinas ou arquivos. Em vez disso, produz estranhas resmas de uma substância plástica, coberta por sequências exatas de pontos.",
      "Echoes fade. Origin remains. Start of time, Korvax will persist... Even in face of end. Even before abyss.",
      "Parece estar a escrever, mas qual será a utilização que os Korvax podem ter para uma forma de comunicação tão primitiva?"
    ],
    "Options": [
      {
        "Name": "Desligar produção",
        "Text": "Os pontos nos rolos de plástico parecem mover-se enquanto olho para eles. Nada de bom virá deste lugar. Desligo a produção.\n\nNo meio dos detritos da fábrica, encontro uma tecnologia descartada. Talvez possa ser útil.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Denunciar às autoridades Korvax",
        "Text": "Denuncio a existência da fábrica às autoridades Korvax. Afirmam que a instalação não era para eu ver e pagam-me generosamente pelo meu silêncio.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Roubar tecnologia",
        "Text": "Tento roubar a tecnologia, mas os sistemas automáticos de defesa da fábrica lançam um raio de energia para o meu fato. Seja lá o que for que está aqui não vale a pena os incómodos.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY34",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 34,
    "IncomingMessages": [
      "A fábrica fica vazia e não produz mais nada. As linhas de produção cessaram e, embora o alarme soe, não é claro o porquê.",
      "Trapped in system... please, help me...",
      "Ouve-se uma voz chamar, triste, solitária."
    ],
    "Options": [
      {
        "Name": "Iniciar produção",
        "Text": "Inicio a linha de produção uma vez mais, reiniciando a montagem do que parecem ser partes de corpos Korvax.\nDepois de um curto período de tempo, peças suficientes foram reunidas para que uma forma de vida pudesse erguer-se e agradecer-me profusamente pelo seu salvamento. Sou recompensado pelos meus esforços.",
        "RewardIds": [
          "TEACHWORD_EXP",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Apagar todo o sistema",
        "Text": "Apago o sistema. O erro está corrigido.",
        "RewardIds": []
      },
      {
        "Name": "Alertar as autoridades Korvax",
        "Text": "Alerto as autoridades Korvax para o fabrico defeituoso. Eles enviam uma equipa científica para examinar a anomalia. Agradecem-me pelos incómodos.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY35",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 35,
    "IncomingMessages": [
      "A fábrica produz componentes para naves espaciais, utilizando os recursos disponíveis neste mundo para as fabricar.",
      "TRANSFER IN PROCESS: 38% PROGRESS. SEE MORE DETAIL?",
      "Esta fábrica cria peças para invólucros de exploração Korvax. São assimétricas, priorizando a verticalidade e funcionalidade muito mais do que a visão do mundo que qualquer organismo orgânico poderia permitir.\n\nQuando examino o terminal mais de perto, vejo uma transferência em progresso. Informações saltam de nave para nave, alterando os diagramas."
    ],
    "Options": [
      {
        "Name": "Desativar o processo",
        "Text": "Desativo o processo. A fábrica paralisa abruptamente por alguns minutos antes de iniciar o processo novamente.\nA máquina dispara um raio de energia na minha direção quando tento interagir novamente. A consola comunica num discurso desfasado, informando que estas naves não são ferramentas para serem ligadas e desligadas.\nA consola informa que as naves Korvax são organismos vivos, assim como os bípedes Korvax... todos contêm as almas da raça científica.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Tentar fazer o download",
        "Text": "Tento fazer o download dos dados. Nesse momento, emerge um som da consola, das paredes, de cada componente de toda a fábrica...\nÉ o som de um grito. Obtenho os dados. Recebo aglomerados de nanite para modelar à minha vontade.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Esperar e observar",
        "Text": "Espero e observo a consola.\nDepois de uns minutos, o processo termina. Então vejo claramente no ecrã: Cada Nave Estelar Korvax está viva.\nCada uma das suas naves tem uma alma, igual à dos corpos bípedes que normalmente utilizam. Testemunhei o nascimento de novas entidades.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Sair",
        "Text": "",
        "RewardIds": []
      }
    ]
  }
]